{
  "gm4_pb.translation.1":"",
  "gm4_pb.translation.2":"",
  
  "gm4_pb.pack.1":"Datapack for Evergrowth",
  "gm4_pb.pack.2":"Evergrowth - a Gamemode 4 puzzle map",

  "gm4_pb.advancement.1":"It's Alive!",
  "gm4_pb.advancement.2":"The Magic of Automation",
  "gm4_pb.advancement.3":"Pressing On",
  "gm4_pb.advancement.4":"Oh Great, A Crate",
  "gm4_pb.advancement.5":"Moving Up",
  "gm4_pb.advancement.6":"The Root Cause",
  "gm4_pb.advancement.7":"Singularity",
  "gm4_pb.advancement.8":"Cool Mechanics",
  "gm4_pb.advancement.9":"Magnets, How Do They Work?",
  "gm4_pb.advancement.10":"Mechanical Marvels",
  "gm4_pb.advancement.11":"Sneak to Shift",
  "gm4_pb.advancement.12":"Evergrowth",
  "gm4_pb.advancement.13":"Brighten Up",
  "gm4_pb.advancement.14":"Vwoop!",

  "gm4_pb.button_unlocked":"Button Unlocked!",
  "gm4_pb.role.dev":"Developer",
  "gm4_pb.role.player":"Player",
  "gm4_pb.reload_datapack":"Reloaded!",
  "gm4_pb.cmb_warning":"Command Blocks are disabled on your server, enable them in server properties or the map will not work!",
  "gm4_pb.cmb_warning_title":"Enable Command Blocks!",
  "gm4_pb.dev.reset_blocks":"> reset complete",
  "gm4_pb.dev.reset_fence_failed":"could not reset fence gate, trying fallback",
  "gm4_pb.dev.reset_trapdoor_failed":"could not reset trapdoor, please click the trapdoor again to fix",
  "gm4_pb.dev.text_read_error":"text read error\n\n\n\n",
  "gm4_pb.dev.reset_map":"Map Reset!",

  "gm4_pb.music.1":"♫ \"Reset\" by BartTheBart ♫",
  "gm4_pb.music.2":"♫ \"Undo\" by BartTheBart ♫",
  "gm4_pb.music.3":"♫ \"View\" by BartTheBart ♫",
  "gm4_pb.music.4":"♫ \"Bells and Angels\" by ToffeeMax ♫",
  "gm4_pb.music.5":"♫ \"Godless Pacing\" by ToffeeMax ♫",
  "gm4_pb.music.6":"♫ \"Ice and Ash\" by ToffeeMax ♫",
  "gm4_pb.music.7":"♫ \"Bricks and Mortar\" by ToffeeMax ♫",
  "gm4_pb.music.8":"♫ \"Challenging Builder\" by ToffeeMax ♫",
  "gm4_pb.music.9":"♫ \"Hazy Fireplace\" by ToffeeMax ♫",
  "gm4_pb.music.10":"♫ \"Amongst The Treefolk\" by ToffeeMax ♫",
  "gm4_pb.music.11":"♫ \"Evergreen Trees\" by ToffeeMax ♫",
  "gm4_pb.music.12":"♫ \"And Near be Driftwood\" by ToffeeMax ♫",
  "gm4_pb.music.13":"♫ \"Glade Calling\" by ToffeeMax ♫",

  "gm4_pb.hint.1":"You can only push a single Box at a time, and only into an empty space. Where can you push a Box to let yourself past?",
  "gm4_pb.hint.2":"Take a good look at the environment. Where do Boxes need to go for you to be able to cross the gap?",
  "gm4_pb.hint.3":"When pushing a Box any Box above it will follow along. You always push from the height of your feet!",
  "gm4_pb.hint.4":"Directly pushing a Box higher in a stack will seperate it from the Boxes below. You always push from the height of your feet.",
  "gm4_pb.hint.5":"Stairs can be pushed over, but not from. You can only push a Box one block away from a stair without changing directions.",
  "gm4_pb.hint.6":"Sneaking will force you to push, even if you don't mean to! This pushing force applies to every Box around you.",
  "gm4_pb.hint.7":"Sneaking will always push all Boxes around you. Trying to quickly get under a crawlspace without pushing will never work.",
  "gm4_pb.hint.8":"Try to start the puzzle by pushing the middle Box, this leaves you with more options than pushing a Box into a corner.",
  "gm4_pb.hint.9":"Boxes above the\n Box you're pushing will follow the bottom Box, but only if they're able to.",
  "gm4_pb.hint.10":"Pushing a stack will try to bring along all Boxes, but if a Box gets blocked that and all Boxes above will be left behind.",
  "gm4_pb.hint.11":"Try only walking down the stairs instead of dropping of the platform, and keep the path back to the stairs open!",
  "gm4_pb.hint.12":"Try to get a Box in a useful position between the platforms without moving the other Boxes.",
  "gm4_pb.hint.13":"Boxes can not be pushed through walls, no matter how thin. This can be used to protect a Box from a push.",
  "gm4_pb.hint.14":"Stacks of Boxes can be toppled by pushing them under a ledge.",
  "gm4_pb.hint.15":"Sometimes you might run into a puzzle you just cannot solve. Remember that there's no shame in skipping a puzzle if you get stuck.",
  "gm4_pb.hint.16":"The solution might be hidden in the environment, don't forget that any part of the room you can access is important!",
  "gm4_pb.hint.17":"Remember that the puzzle is in a 3D environment. Boxes can be used to walk on and reach otherwise inaccessible area's.",
  "gm4_pb.hint.18":"You cannot push two Boxes in a row. This can sometimes be used to your advantage.",
  "gm4_pb.hint.19":"While chains will hold up Boxes from gravity they don't stop any direct pushing from disconnecting said Box.",
  "gm4_pb.hint.20":"Take complicated puzzles one step at a time. Start with the most difficult step, then go from there.",
  "gm4_pb.hint.21":"Some puzzles require interaction with other puzzles to be solved. Remember, you're not required to solve every puzzle.",
  "gm4_pb.hint.22":"Stacks of Boxes can be toppled by directly pushing a higher Box. You'll need some higher elevation.",
  "gm4_pb.hint.23":"While there are no unlockable abilities sometimes you might get stuck due to lacking knowledge of a mechanic. You can always come back later!",
  "gm4_pb.hint.24":"You're in a 3D world. Always check where you can climb as higher elevations usually grant more options.",
  "gm4_pb.hint.25":"Getting the Battery stuck on the chain will not lead to the solution. Is there another direction you could approach the plug from?",
  "gm4_pb.hint.26":"Solutions might be hidden in the environment. What needs to happen and consider what kind of structure do you need to achieve it?",
  "gm4_pb.hint.27":"You can push Boxes into conveyors, even from the side.",
  "gm4_pb.hint.28":"It's possible to push from the top of Boxes.",
  "gm4_pb.hint.29":"Elevators are able to push multiple Boxes up!",
  "gm4_pb.hint.30":"You can walk around a pillar using just a diagonal connection between blocks.",
  "gm4_pb.hint.31":"Mechanics work with an order of operations. Elevators will always run before conveyors.",
  "gm4_pb.hint.32":"Usually the important parts of the environment will be marked with special blocks to stand out.",
  "gm4_pb.hint.33":"The elevated area might be giving you more room to manoeuvre than you expect.",
  "gm4_pb.hint.34":"You can push from the top of an elevator.",
  "gm4_pb.hint.35":"Pistons will only push anything directly in their path, and can push multiple Boxes at once!",
  "gm4_pb.hint.36":"You only need to be mostly inside a block to be able to push from it, as long as the block is a valid pushing location.",
  "gm4_pb.hint.37":"Pistons will break if they try to extend while blocked by Boxes they cannot move.",
  "gm4_pb.hint.38":"When in an open area trying other puzzles when you're stuck might give you new ideas on how to interact with mechanics.",
  "gm4_pb.hint.39":"Pistons will push any amount of Boxes in front of them.",
  "gm4_pb.hint.40":"Large puzzles can feel very overwhelming when you see them at first. Try to break them into smaller steps and complete those one by one.",
  "gm4_pb.hint.41":"When holding the Reset button Boxes that would be reset will glow red.",
  "gm4_pb.hint.42":"Ice is usually easier to think about if you work backwards.",
  "gm4_pb.hint.43":"Working backwards from the solution to the start is usually a good method when ice is involved.",
  "gm4_pb.hint.44":"Pushing a Box into another Box on ice will cause it to come to a stop.",
  "gm4_pb.hint.45":"Boxes sliding on ice will stop if they leave the ice, hit another Box or hit terrain.",
  "gm4_pb.hint.46":"If two Boxes are in a loop on the ice it's possible to swap their order in the caterpillar.",
  "gm4_pb.hint.47":"A Box could be used to stop another sliding Box from going into the water.",
  "gm4_pb.hint.48":"You can push two Boxes into eachother one after the other, creating a caterpillar that can move across the slippery surface.",
  "gm4_pb.hint.49":"Boxes can be used as terrain to stop sliding Boxes.",
  "gm4_pb.hint.50":"Wooden Crates can be pushed by other Boxes, but they cannot hold down buttons.",
  "gm4_pb.hint.51":"The puzzle can be solved with only 2 pushes on the metal Box, which are also the last two pushes.",
  "gm4_pb.hint.52":"Wooden Crates are able to bring along Boxes on top of them, even if not pushed directly.",
  "gm4_pb.hint.53":"Just because a puzzle seems set up for one final push as the solution doesn't mean you need to follow that path.",
  "gm4_pb.hint.54":"A chain will stop sliding Boxes in the same way as if the block below was not ice to begin with.",
  "gm4_pb.hint.55":"Bumping a Box into a Wooden Crate on ice will transfer its momentum to the Wooden Crate, stopping the Box.",
  "gm4_pb.hint.56":"Blocks do not fall instantly when there is no ground below them.",
  "gm4_pb.hint.57":"Magnets have no effect on Wooden Crates, making them great methods of stopping a Box from moving.",
  "gm4_pb.hint.58":"If a Box is not moved by a magnet beam it can slide through it over ice without losing momentum.",
  "gm4_pb.hint.59":"Magnet beams do not go through Boxes, allowing a Box to hide from its effects behind another Box.",
  "gm4_pb.hint.60":"Boxes cannot normally leave a 3x3 area around another Box without pushing both Boxes.",
  "gm4_pb.hint.61":"Wooden Crates can be used to stop a Box from moving in a magnet beam.",
  "gm4_pb.hint.62":"When you're unsure how to start try solving the puzzle by working from the end back to a position you do know how to get to.",
  "gm4_pb.hint.63":"Boxes will ignore conveyors while sliding on ice, unless you stop them on top of a conveyor.",
  "gm4_pb.hint.64":"A single conveyor is not able to push multiple Boxes in a row.",
  "gm4_pb.hint.65":"Consider what end state would allow you to solve the puzzle. Remember that pushing a Box into a Wooden Crate will cause the Wooden Crate to move.",
  "gm4_pb.hint.66":"Remember that any part of the puzzle that you can access can be used in its solution.",
  "gm4_pb.hint.67":"Resetting a puzzle will not reset Boxes from other puzzles, check the red outline if you're not sure.",
  "gm4_pb.hint.68":"If a teleporter does not have a valid destination it will not teleport. Look for the pulsing center to see if a teleporter is currently active.",
  "gm4_pb.hint.69":"Boxes pushed through teleporters will keep their momentum, if they have any.",
  "gm4_pb.hint.70":"When a Box is pushed out of a teleporter Boxes in matching teleporters will try to teleport to the new open spot.",
  "gm4_pb.hint.71":"Teleporters will always prefer the closest unoccupied teleporter.",
  "gm4_pb.hint.72":"A Wooden Crate can be pushed against a conveyor direction by pushing it with a Box.",
  "gm4_pb.hint.73":"Any area included in a puzzle is usually helpful. Consider why the environment looks the way it does.",
  "gm4_pb.hint.74":"Consider how to set yourself up to complete the puzzle while you still have space to move Boxes around.",
  "gm4_pb.hint.75":"Complicated puzzles are best taken slowly, going step by step and checking if what you did worked. Remember that you can always Undo",
  "gm4_pb.hint.76":"You are unable to push two Boxes in a row. This can be used to push from a location without pushing a Box next to you.",
  "gm4_pb.hint.77":"You cannot push from the top of a teleporter, but you can if there is a Box inside.",
  "gm4_pb.hint.78":"If a powered piston is unable to push it will break instead.",
  "gm4_pb.hint.79":"A Box can shield another Box from a magnet beam.",
  "gm4_pb.hint.80":"If a teleporter has no valid place to teleport to it won't activate. You can push Boxes through unactivated teleporters.",
  "gm4_pb.hint.81":"You might need to use a more complicated loop to set up a caterpillar of Boxes.",
  "gm4_pb.hint.82":"Boxes aren't added to puzzles for no reason. Even if a Box appears stuck from the start see if you can make use of it.",
  "gm4_pb.hint.83":"You can use the fact that the top of Boxes are not slippery to move the Battery with more control.",
  "gm4_pb.hint.84":"Magnet beams can be blocked by Boxes to allow other Boxes past. Alternatively Wooden Crates can be used to block the movement.",
  "gm4_pb.hint.85":"Always consider why the environment looks how it looks. Extra space is usually there for a reason.",
  "gm4_pb.hint.86":"You can sneak around a pillar using just a diagonal connection.",
  "gm4_pb.hint.87":"When a piston is in the way, remember that it's possible to break them by powering them when they cannot push.",
  "gm4_pb.hint.88":"The top face of an upwards facing piston can be pushed from.",
  "gm4_pb.hint.89":"A magnet beam that doesn't move a Box will not cause the Box to lose it's momentum.",
  "gm4_pb.hint.90":"Consider from where you could push a Box to reach the teleporter. Is it possible to make a way to push from there?",
  "gm4_pb.hint.91":"Take the puzzle one step at a time. See each portion as a new smaller puzzle to overcome. And remember: pistons can be broken by powering them when they cannot push!",

  "gm4_pb.credit.1":"Music",
  "gm4_pb.credit.2":"Resource Pack",
  "gm4_pb.credit.3":"Art",
  "gm4_pb.credit.4":"SFX",
  "gm4_pb.credit.5":"Data Pack",
  "gm4_pb.credit.6":"\n\n\nCreated by\n",
  "gm4_pb.credit.7":" Blocks Pushed!",
  "gm4_pb.credit.8":"/96 Puzzles Solved!",
  "gm4_pb.credit.9":" Hints used!",
  "gm4_pb.credit.10":" of Playtime!",
  "gm4_pb.credit.11":"With Music From",
  "gm4_pb.credit.12":"With Additional Thanks to",
  "gm4_pb.credit.13":"Skybox Texture",
  "gm4_pb.credit.14":"Sound Effects",
  "gm4_pb.credit.15":"Our Playtesters",
  "gm4_pb.credit.16":"You completed the\nmap with:",
  "gm4_pb.credit.17":"This puzzle took you\n",
  "gm4_pb.credit.18":", wow!",
  "gm4_pb.credit.19":"“If I was brought into this world to be a statue, why would they give me sentience?! What cruel joke is this. I spend my days stuck here unable to move, while my every instinct is telling me to escape this boredom. I do not know if you can see this, but if you can. Please save me from this twisted existence. There must be a way. You are my only hope!”",
  "gm4_pb.credit.20":"“I would never have thought I'd ever get as far as I have come”",
  "gm4_pb.credit.21":"“Bringing imagination to reality”",
  "gm4_pb.credit.22":"Always around to distract us from working on the map",
  "gm4_pb.credit.23":"“Oh yeah, implementing that will take just a few hours, I'm sure”",
  "gm4_pb.credit.24":"“Hope you enjoy the music <3”",
  "gm4_pb.credit.25":"click to open link",
  "gm4_pb.credit.26":"Promotional art and Skybox texture",
  "gm4_pb.credit.27":"Additional Sound Effects",
  "gm4_pb.credit.28":"Data Pack & Puzzle Design",
  "gm4_pb.credit.29":"click to join the Gamemode 4 discord",
  "gm4_pb.credit.30":"Music & Sound Effects",
  "gm4_pb.credit.31":"Developers",
  "gm4_pb.credit.32":"Click For Info",
  "gm4_pb.credit.33":"Resource Pack & Building",

  "gm4_pb.inventory.1":"About Gamemode 4",
  "gm4_pb.inventory.2":"Gamemode 4 is an open-source data pack collection",
  "gm4_pb.inventory.3":"designed to augment the vanilla survival experience. ",
  "gm4_pb.inventory.4":"We aim to provide well balanced, vanilla-like extensions,",
  "gm4_pb.inventory.5":"all whilst having minimal performance impact!",
  "gm4_pb.inventory.6":"Visit ",
  "gm4_pb.inventory.7":" to take a look through our modules!",
  "gm4_pb.inventory.8":"Need Some Help?",
  "gm4_pb.inventory.9":"In case you forgot...",
  "gm4_pb.inventory.10":"Use sneak (",
  "gm4_pb.inventory.11":") to push boxes!",
  "gm4_pb.inventory.12":"This map is multiplayer compatible!",
  "gm4_pb.inventory.13":"Use the ",
  "gm4_pb.inventory.14":"Pushing",
  "gm4_pb.inventory.15":" button to swap who can push!",
  "gm4_pb.inventory.16":"Music too loud / quiet?",
  "gm4_pb.inventory.17":"Change the ",
  "gm4_pb.inventory.18":" slider to alter volume.",
  "gm4_pb.inventory.19":"Having trouble with a puzzle?",
  "gm4_pb.inventory.20":"Use the ",
  "gm4_pb.inventory.21":"Hint Lever",
  "gm4_pb.inventory.22":" to toggle hint visibility.",
  "gm4_pb.inventory.23":"Statistics",
  "gm4_pb.inventory.24":"Blocks Pushed: ",
  "gm4_pb.inventory.25":"Moves Undone: ",
  "gm4_pb.inventory.26":"Puzzles Reset: ",
  "gm4_pb.inventory.27":"Puzzles Solved: ",
  "gm4_pb.inventory.28":"Hints Used: ",
  "gm4_pb.inventory.29":"Playtime: ",
  "gm4_pb.inventory.30":" Reset",
  "gm4_pb.inventory.31":"Return all blocks in the current puzzle",
  "gm4_pb.inventory.32":"to their starting position.",
  "gm4_pb.inventory.33":"Undo",
  "gm4_pb.inventory.34":" can be used to revert this action.",
  "gm4_pb.inventory.35":"Cannot be used when blocks are moving.",
  "gm4_pb.inventory.36":" Undo",
  "gm4_pb.inventory.37":"Revert blocks to their position before",
  "gm4_pb.inventory.38":"the last push. The ",
  "gm4_pb.inventory.39":"Pusher",
  "gm4_pb.inventory.40":" is returned",
  "gm4_pb.inventory.41":"to their last uncrouched position.",
  "gm4_pb.inventory.42":" Enter Push Mode",
  "gm4_pb.inventory.43":"Become the ",
  "gm4_pb.inventory.44":", returning you to",
  "gm4_pb.inventory.45":"their last location. Sprinting and",
  "gm4_pb.inventory.46":"Jumping are disabled in this mode.",
  "gm4_pb.inventory.47":" Teleport To Pusher",
  "gm4_pb.inventory.48":"There's already an active ",
  "gm4_pb.inventory.49":"use this item to teleport to them.",
  "gm4_pb.inventory.50":"There can only be one ",
  "gm4_pb.inventory.51":" at any time.",
  "gm4_pb.inventory.52":" Leave Push Mode",
  "gm4_pb.inventory.53":"Leave the ",
  "gm4_pb.inventory.54":" role, enabling",
  "gm4_pb.inventory.55":"Sprinting and Jumping. The next ",
  "gm4_pb.inventory.56":" will return to this location.",
  "gm4_pb.inventory.57":"Collectables",
  "gm4_pb.inventory.58":"These flowers can be",
  "gm4_pb.inventory.59":"found all around the map!",
  "gm4_pb.inventory.60":"Hint Lever",
  "gm4_pb.inventory.61":"Turn this on to make Hints appear near puzzles.",
  "gm4_pb.inventory.62":"Only available to the ",
  "gm4_pb.inventory.63":"Look at Hint particles to use a Hint.",
  "gm4_pb.inventory.64":"Locked",
  "gm4_pb.inventory.65":"Verbal Interchanger",
  "gm4_pb.inventory.66":"Singularity",
  "gm4_pb.inventory.67":"Reality Relocator",
  "gm4_pb.inventory.68":"Sonic Accelerator",
  "gm4_pb.inventory.69":"Avian Magnifier",
  "gm4_pb.inventory.70":"Atmospheric Augmentor",
  "gm4_pb.inventory.71":"Better ding-dongs!",
  "gm4_pb.inventory.72":"Hats with stats",
  "gm4_pb.inventory.73":"Visit a secret area",
  "gm4_pb.inventory.74":"Speeds up songs",
  "gm4_pb.inventory.75":"Bigger birds are better birds",
  "gm4_pb.inventory.76":"Improve(?) the skybox",

  "gm4_pb.lore.1":"Welcome, ",
  "gm4_pb.lore.2":"!\n\nWe wish to welcome you to the inventory staff at Evergrowth Corp! Your work here will help shape the world for the better. Before you join us please visit Maintenance to grab your access pass. Ensure you bring the following:\n\n- a valid ID\n- your signed NDA\n- this invitation with your code: 656E-7472-6F70-79\n\nWe will see you at Evergrowth!\n\nSigned,\nDr. Stenham\nHead of R&D\n\n",
  "gm4_pb.lore.3":"To: Management, A. Bernard\nApril 6th 1964\nSubject: Inventory Manager\n\nWith Johnson's retirement coming up the Inventory Manager position is about to open up. In order to keep experiments flowing smoothly I suggest we aim to fill this position as quickly as possible.\n\nPersonally I would push forward ",
  "gm4_pb.lore.4":" as a candidate. They have shown great organisational skills despite only working here for a few months.\n\nSigned,\nDr. Stenham\nHead of R&D\n\n",
  "gm4_pb.lore.5":"To: Management, Dr. Stenham\nApril 8th 1964\nSubject: RE: Inventory Manager\n\nI have looked over ",
  "gm4_pb.lore.6":"'s file and observed how they work. They seem inquisitive and clever, and show a great interest in the work we do here.\n\nI would suggest we look for another candidate.\n\nSigned,\nA. Bernard\nHead of Finance\n\n\n\n\n\n",
  "gm4_pb.lore.7":"To: Dr. Stenham, A. Bernard\nApril 14th 1964\nSubject: RE: Inventory Manager\n\nI understand and share the concerns raised about ",
  "gm4_pb.lore.8":", but the fact remains that we need the position filled. We all know inventory management can be a… unique challenge, and finding a suitable candidate is hard.\n\nThat being said, a promotion does not mean they need to be told everything.\n\nSigned,\nManagement\n\n\n",
  "gm4_pb.lore.9":"Promoted already! Really making us all look bad aren't you?\n\nIn all seriousness though, congratulations! We should celebrate this with the inventory team tomorrow at the cafeteria. Coffee's on you (cost of being the boss).\n\nOh, and I hope this is the end of your probing into company business. Despite your new position, I doubt it would be appreciated.\n\n~ Lea\n\n\n\n\n\n",
  "gm4_pb.lore.10":"To: Evergrowth employee list\nApril 28th 1964\nSubject: Welcome to the team\n\nI know most of you will have heard already, but I still wanted to write an official announcement welcoming ",
  "gm4_pb.lore.11":" to the role of Inventory Manager!\n\nJoining our company only 4 months ago they have quickly become an invaluable asset to our team and we cannot think of anyone better qualified.\n\nJoin us in the cafeteria for some complimentary cake!\n\nSigned,\nManagement\n\n",
  "gm4_pb.lore.12":"“I'm still not sure about them.”\n\n“Management has decided Adrian. Nothing we can do about it now.”\n\n“I know the type. Keeping them in the dark just makes them want to figure it out more.”\n\n“I'll keep them swamped with work. They won't have time to question anything. We're close. We just need a few more months.”\n\n“I hope you're right.”\n\n\n\n\n\n\n",
  "gm4_pb.lore.13":"To: Dr. Stenham\nMarch 23rd 1964\nSubject: Slowing Experiments\n\nI must regretfully request a slowing down of experiments for the near future. With my retirement coming up I have less and less time to devote to managing.\n\nSome of the staff have started noting inconsistencies in the shipments. I fear that they might start asking questions before long.\n\nSigned,\nR. Johnson\nInventory Manager\n\n\n\n",
  "gm4_pb.lore.14":"The fire suppression system in the Tower was found to be broken during today's routine inspection. As I write this at noon it STILL has not been fixed.\n\nI must remind you that we CANNOT risk fire reaching the tree; it is too important for the evolution of humankind.\n\nPlease send over maintenance as soon as possible. I have a couple of the research staff on fire extinguisher duty, but the situation is making them rather anxious.\n\nSigned,\nDr. Stenham\nHead of R&D\n\n",
  "gm4_pb.lore.15":"“Another crate? Didn't you just bring one last week?”\n\n“Fourth one this month. I'm not sure what they're doing in that Tower of theirs, but they certainly go through our stocks quickly.”\n\n“What is it like, in there?”\n\n“In the Tower? I wouldn't know. Have to leave the crates at the door. They won't let me in.”\n\n“It's got to have something to do with the tree.”\n\n“Genius observation. Maybe you could ask to join them; you'd fit right in.”\n\n\n",
  "gm4_pb.lore.16":"“I can't tell you Ed.”\n\n“Come on Warrel; just a tiny hint. Nobody has to know.”\n\n“You know I signed the NDA. I'm not risking my job.”\n\n“At least tell me how you guys got the tree on the roof. That had to be quite the task.”\n\n“Was already there when I arrived here, Ed. Look, it's better not to question too much. Not what you're paid for.”\n\n\n\n\n\n\n",
  "gm4_pb.lore.17":"The state of the water features is currently dismal.\n\nI understand what the idea was, truly I do. But with the river drying up causing the water to sit stagnant the current situation can best be described as an “open sewer aesthetic”.\n\nThe garden is practically intolerable to be in due to the smell coming up through the grates.\n\nSometimes I feel the Tower is all that's ever cared about, but how are they going to “change the world” if we can't maintain our own complex?\n\n\n",
  "gm4_pb.lore.18":"Let's do an experiment. Very simple; all we need is a ball and a gravitational pull. We can use Earth for that.\nThrow the ball into the air and record it. Watch it fly up, slow due to gravity, and fall back down.\n\nNow watch it in reverse.\n\nThe ball will fly up, slow due to gravity, and fall back down. The exact same scenario. Gravity, it seems, does not care which way time flows.\nNow extend the recording to include the ball bouncing on the ground. Each bounce is a little lower.\n\nNow watch it in reverse.\n\n",
  "gm4_pb.lore.19":"To: Research Staff\nMay 18th 1964\nSubject: RE: Potluck\n\nWe understand the idea of a potluck is to expose your colleagues to your favourite food. However, we feel the addition of homemade Surströmming last week might not have been properly thought through.\n\nRoom 23B has been declared a biohazard and is closed off for the foreseeable future.\nNext time please use common sense and bring a salad like everyone else.\n\nSigned,\nMaintenance\n\n",
  "gm4_pb.lore.20":"Potluck attendance list\n\nR&D\n Dr. Dalia Stenham\n Harry Feather\n Warrel Stone\n Emma Greenvine\n Boriss Butcher\n Greg Powell\n\nFinance\n Adrian Bernard\n Eva Bevan\n David Rolaf\n Karmen Harkanson\n\nInventory\n ",
  "gm4_pb.lore.21":"\n Milton Maria\n Ed Ward\n Efua Arendse\n Lea Park\n\n",
  "gm4_pb.lore.22":"Welcome to the fold!\n\nI just heard you've been hired, how exciting!\nSorry I couldn't be here in person; Inventory is having a very busy week. Though I guess you'll find out all about that soon, won't you.\n\nAnd since I know you like to puzzle stuff out let me give you a warning – don't. Management doesn't appreciate people trying to figure out company secrets.\n\n~ Lea\n\n\n\n\n\n",
  "gm4_pb.lore.23":"Every day here feels like a puzzle – figuring out another small part of the full picture.\n\nAnd every day I find a bunch more pieces hiding under the cushions.\n\nLea keeps telling me to stop, telling me that if management finds out they won't be happy. But I can't. A puzzle is a puzzle, and when I see one I have to figure out how it works.\n\n~ ",
  "gm4_pb.lore.24":"There exists an interesting junction between the macroscopic and microscopic descriptions of the world we live in.\n\nFrom macroscopic observations we gain statistical quantities such as pressure and temperature.\n\nBut in the microscopic world, these quantities do not exist. At the bottom of it all there is no pressure, no temperature.\nThere are only the kinetic and potential energies of individual particles.\n\n> On Thermodynamics, 3rd ed.\n\n\n\n",
  "gm4_pb.lore.25":"I can sense it – just out of reach!\n\nIt doesn't make it easy. Every time you believe you're on to it you lose the thought.\n\nBut there's always something. Something missed. Something out of place. Something you forgot, and yet you didn't.\n\nSomething you remembered, and yet you didn't.\n\nI've tried to tell Dr. Stenham, but she dismisses me every time. Keeps telling me to focus on my job. I can't, I'm too close.\n\n~ ",
  "gm4_pb.lore.26":"We're getting too many!\n\nI suppose Dr. Stenham was right; I should have focused on my job. The answer was right there, once I actually looked.\n\nRight under my nose! Every single day we get crates of supplies delivered, but we don't use them. The storehouses should be flowing over, but they're always almost empty. I need to contact Mr Bernard – he has access to the invoices.\n\n~ ",
  "gm4_pb.lore.27":"“Calm down, I'm sure you just missed something. You only started recently, it's only natural to make mistakes.”\n\n“This isn't a mistake Mr Bernard. We are systematically receiving more supplies than we are using. Please, just check the invoices, you'll see I'm right.”\n\n“Alright, I'll check, ok? You go back to work and I'll make sure to contact you if I find anything…\nOh, and keep this to yourself for now. It's not a good look for a company to lose inventory like this, and especially not for the person responsible.”\n\n",
  "gm4_pb.lore.28":"To: Management, Dr. Stenham\nNovember 14th, 1964\nSubject: Read Now\n\n",
  "gm4_pb.lore.29":" knows.\n\nCome to the conference room, now.\n\nSigned,\nA. Bernard\nHead of Finance\n\n\n\n\n\n\n\n\n\n\n\n",
  "gm4_pb.lore.30":"“I told you, the both of you! This was inevitable.”\n\n“Calm down Mr Bernard. Dr Stenham, please go back to your duties. We can't have you absent for too long. Did they tell anyone else?”\n\n“They haven't. I'm pretty sure I've managed to make them keep it to themselves, at least for now.”\n\n“Good, they think they solved the puzzle. It'll be easy to keep them in check now.”\n\n“Are you sure?”\n\n“If not, I will deal with it. Was that all?”\n\n",
  "gm4_pb.lore.31":"“Seriously? No company trips of any kind? A potluck, even just a barbeque?”\n\n“Not really. We used to have them. Before the *Incident*.”\n\n“Why are you capitalising the word incident like that? What happened?”\n\n“The smell… I can still remember the smell…”\n\n“David? You alright?”\n\n“I think I'm going to be sick…”\n\n“Is this just an elaborate excuse from Finance to not have to spend money? David? O… Oh, you're actually sick.”\n\n",
  "gm4_pb.lore.32":"Thermodynamics is a macroscopic phenomenon. Temperature, pressure, internal energy, none of them make sense in the microcosmos.\n\nBut without thermodynamics, which force ensures an arrow of time? Is there no time in the microcosmos? Our observations tell us that time exists in the microcosmos, so there is indeed an answer: Statistics.\n\nIn the microscopic world there is no concept of entropy, yet statistics ensures time doesn't go backwards. For now.\n\n> On Thermodynamics, 3rd ed.\n\n",
  "gm4_pb.lore.33":"Sometimes, these answers feel so close, yet just out of reach.\n\nIs it even possible? Or is there just no solution? It's not like the universe cares if we ever figure it out.\n\nAnd yet here we are, always trying to push forward. To see what happens if we fit in just one more piece. Will it fit, or does it not even belong in this puzzle?\n\nOnly one way to find out…\n\n~ ",
  "gm4_pb.lore.34":"Have you ever gotten stuck in an idea? With no certain way to progress forward?\n\nSometimes it seems like a big joke: why is our reality such a magnificent puzzle, but with no certainty there even is a satisfying solution? Then again, even the most convincing dead end always seems to open a new path to explore.\n\nSo let's at least see what's around this next corner right? It might be something spectacular. And if not… there's always the corner after that.\n\n~ ",
  "gm4_pb.lore.35":"When you finish a difficult puzzle, how do you feel?\n\nHappy? Because all of your efforts have finally paid off? Because your achievement is right there in front of you?\n\nOr are you sad, because with the last empty part of the puzzle filled in you just opened a new empty feeling?\n\nNo need to dwell on it. There's always more puzzles to solve. More to explore, more to know. See? I have another piece here. Shall we see where it goes?\n\n~ ",
  "gm4_pb.lore.36":"“Sorry, but do you know who the head of Finance is? I'm supposed to deliver the invoice to them.”\n\n“You'll be looking for Adrian Bernard. Office is right next to the garden warehouse.”\n\n“Ah, thank you. I suppose I'll interact with him more often.”\n\n“Yeah, and ",
  "gm4_pb.lore.37":" is the Inventory Manager. Report to them when you run into any problems with missing crates.”\n\n“Does that happen often?”\n\n“More often than it should, you'll see.”\n\n",
  "gm4_pb.lore.38":"I'm sure you've heard of some of them before – the laws dictating our universe.\n\nThere's those for gravity, conservation, relativity.\n\nBut the one I care about is in the group of thermodynamics.\n\nOr really I should say I care about the law that does not exist. The law of time.\nFor why does the universe care which way time would flow? And yet, it flows, always in the same direction.\n\nLet us get to that, in a slightly roundabout way.\n\n\n\n",
  "gm4_pb.lore.39":"The second law of thermodynamics tells us heat always moves to colder objects, at least in a closed environment.\n\nAs such, these environments will trend towards thermodynamic equilibrium. A point where nothing can ever change again. Perfect entropy.\n\nOf course, the universe can be considered a closed environment. This process of moving towards perfect entropy – towards the end – is what gives us time.\n\n\n\n\n",
  "gm4_pb.lore.40":"So what happens at the end, where nothing changes? Well, this is just my conjecture, but I believe we will see a change.\n\nThe final change the universe will ever see. Or perhaps the first.\n\nWith no change we are left with nothing, not even space. Just a single point, a single concept: perfect entropy. With that comes the loss of time, who's to say if we are at the end of everything or before the beginning of anything?\n\nUntil at one point, just by chance – an explosion. And let the universe begin.\n\n",
  "gm4_pb.lore.41":"To: Management, Dr. Stenham\nFebruary 14th, 1965\nSubject: Inventory Problems\n\nIt has come to my attention that ",
  "gm4_pb.lore.42":"\nhas instructed the inventory staff to report any missing inventory to them.\n\nThis is exactly the sort of thing I was warning you about! We need to put a stop to this before it gets out of hand.\n\nSigned,\nA. Bernard\nHead of Finance\n\n\n\n\n\n",
  "gm4_pb.lore.43":"“Adrian…”\n\n“No, don't Adrian me. This is exactly what I said would happen!”\n\n“Management will deal with it if it comes to that. We're close. Just a few more months.”\n\n“You've been saying a few more months for a year, Dalia. How long is it going to be?”\n\n“It's not easy, you know. Half of our science equipment keeps disappearing, and we don't even notice. We'll get there. Don't worry.”\n\n\n\n\n",
  "gm4_pb.lore.44":"My curiosity got the better of me.\n\nI opened one of the crates of supplies. I just had to know what was in it.\nIt's axes… just regular lumber axes. Not just one or two, but dozens. Each new box I opened just revealed more of them. Mundane and yet so fascinating.\n\nAre they trying to chop down the Tree? Surely not. They seem to revere that thing. Even then, the amount makes no sense…\n\n~ ",
  "gm4_pb.lore.45":"“Mr Stone, a moment?”\n\n“Ah? Of course,\n",
  "gm4_pb.lore.46":" right?\nCongratulations on your promotion by the way; you've been doing a great job keeping us supplied. What can I do for you?”\n\n“I was actually hoping you could help me shed some light on those supplies. I'm not entirely clear on what they're being used for.”\n\n“I… uh… I signed an NDA…”\n\n“It would be very helpful. Anything you can tell me.”\n\n“I should go back to work.”\n\n",
  "gm4_pb.lore.47":"To: Management, A. Bernard\nFebruary 21st, 1965\nSubject: RE: Inventory Problems\n\nSome of my staff have relayed to me that ",
  "gm4_pb.lore.48":" has been asking them about the goings-on in the Tower.\n\nThey understand the rules and have not said anything, but I must admit that ",
  "gm4_pb.lore.75":" has turned out to be more tenacious than I assumed.\n\nSigned,\nDr. Stenham\nHead of R&D\n\n\n",
  "gm4_pb.lore.49":"To: Dr. Stenham, A. Bernard\nFebruary 27th, 1965\nSubject: RE: RE: Inventory Problems\n\nI will have a chat with them.\n\nContinue your work.\n\nSigned,\nManagement\n\n\n\n\n\n\n\n\n\n\n\n\n",
  "gm4_pb.lore.50":"Important Memo\nReminder to the R&D Team\nBy Dr. Stenham\n\nIn order to clear up the confusion expressed by some please remember the following:\n1. The Tree has been here since before you started your job. That is all you know.\n2. You do not work on or near the Tree, but on other unrelated experiments, do not try to explain more.\n3. Visitation to the Tower is not allowed due to safety concerns. No exceptions!\n4. When in doubt, excuse yourself and leave the conversation.\n\n\n\n",
  "gm4_pb.lore.51":"Most people have heard that if you heat up a substance its particles will move faster.\n\nThis assumption is not entirely correct, as it is actually the movement of those particles that results in what we call temperature. Heating up your cup of coffee is simply giving its particles more motion.\n\nConversely, slowing down those particles will lower the temperature. This is where we get the concept of absolute zero.\n\nThere we reach a point where nothing moves, and so nothing can happen. Perfect order.\n\n\n",
  "gm4_pb.lore.52":"Reaching absolute zero is an impossible feat. Not figuratively – just actually impossible. We can get close, sure. There's all sorts of fun things there, like superfluidity or superconductivity.\n\nBut absolute zero? Never.\n\nWhy? Because of entropy. Entropy is often defined as the amount of randomness – or chaos – in a system. At the lowest temperature particles no longer move, they cannot interact anymore. No change means no chaos.\n\nBut entropy does not like being reduced, and it *really* does not like absolute zero.\n\n",
  "gm4_pb.lore.53":"Peak heat engine has already happened. It's all downhill from here. At least theoretically. Nicolas Carnot's heat engine achieves the highest thermodynamic efficiency of any heat engine.\n\nAs for a practical use, the isothermal process is far too slow to be of any value. As Schroeder puts it: “Don't bother installing a Carnot engine in your car; while it would increase your gas mileage, you would be passed on the highway by pedestrians.”\n\n> On Thermodynamics, 3rd ed.\n\n\n\n",
  "gm4_pb.lore.54":",\nIt's been a while since we've talked. I know things are busy since you became Inventory Manager but you really shouldn't forget to take some time for yourself.\n\nI'm in the cafeteria every time at lunch. I'll make sure there's some extra coffee ready. Join me when you have the time. \n\n~ Lea\n\n\n\n\n\n\n\n\n",
  "gm4_pb.lore.55":"I'm getting closer, I must be.\n\nThey are trying to get me to stop, trying to make the puzzle harder to solve. It just makes me want to solve it more.\n\nDr. Stenham and Mr Bernard have come by multiple times. Under the guise of a friendly conversation, but always asking me what I'm doing.\nI've been trying to talk to other employees. Most are reluctant to give even a hint as to what is going on..\n\nThat's alright. I just need one break-through.\n\n~ ",
  "gm4_pb.lore.56":"“Thank you for joining me,\n",
  "gm4_pb.lore.57":".”\n\n“You are the boss. If you call me I'll be there.”\n\n“And if I ask you not to pry into company secrets, could you do that?”\n\n“I…”\n\n“No need to answer. I think I already know. Which is why I decided to give you a tour.”\n\n“A tour?”\n\n\n“Of the Tower, yes. Please follow me.”\n\n\n",
  "gm4_pb.lore.58":"“The bottom floors are nothing special, office spaces, labs. All empty.”\n\n“They seem abandoned… what are these used for?”\n\n“Appearances.”\n\n“I don't understand.”\n\n“You like puzzles don't you? Try to figure it out before we get to the roof.”\n\n\n\n\n\n\n\n\n\n",
  "gm4_pb.lore.59":"What happens after death? A philosophical question I am completely uncertified to answer.\n\nWhat happens before? Life, I suppose. Complicated in its own way, but understandable.\n\nBefore that? We are nothing.\n\nUntil at some point we aren't – we exist. And we will never return to that nothingness. Sure, at some point we die. Later, we will be forgotten by anyone living. But our impact on the world can never be removed completely.\n\n~ Adrian Bernard\n\n\n",
  "gm4_pb.lore.60":"“So what is it, really? What is the Tree?”\n\n“Patience ",
  "gm4_pb.lore.61":", we're almost at the roof. Meanwhile, tell me your theory.”\n\n“It's not real. It can't be. It's growing on literal stone, but still seems healthy. It drops no leaves.”\n\n“So what is it, do you think?”\n\n“Do you know?”\n\n“Good. You're asking the right questions.”\n\n\n\n\n",
  "gm4_pb.lore.62":"“Do you get it now,\n",
  "gm4_pb.lore.63":"?”\n\n“I think I do, yes. But such a thing… You can't keep that to yourself, the world deserves to know about it.”\n\n“I thought you might say that. That is why I brought you up here. Take this axe and hit it.”\n\n“Hit it?”\n\n“The Tree, hit it.”\n\n“What would happen if I did that?”\n\n“Honestly, I don't know. But don't you want to find out?”\n\n\n",
  "gm4_pb.lore.64":"The efficiency of a heat engine is limited by the temperature gradient between the hot and the cold reservoir. For more efficiency, we must gain a larger temperature gradient.\n\nMoreover, it is limited by the temperature of the cold output reservoir. An efficiency of 1 can only be achieved if the output reservoir is cooled to absolute zero. Yet this is impossible – absolute zero can never be reached.\n\n> On Thermodynamics, 3rd ed.\n\n\n\n\n",
  "gm4_pb.lore.65":"“And how would a human mind perceive this loss of entropy – backwards time?”\n\n“I'm really not sure. But our brains are incredibly adept at establishing a normal, however weird it may be.”\n\n“So what? Wouldn't we notice it suddenly turned yesterday?”\n\n“More like quietly ignoring, I would say. Why wouldn't we? It's just today, much like every other normal day.”\n\n“So it could be happening right now?”\n\n“Maybe, but why worry? Doesn't today seem normal?”\n\n",
  "gm4_pb.lore.66":"“But what would happen if it *is* reduced?”\n\n“You would break a fundamental law of physics. That's when things get interesting.\n…\nLet's see… I suppose the most important aspect is that you will have broken the arrow of time. Whatever that may entail.”\n\n“You mean time would stop?”\n\n“Not stop per se. Just… *break*. Like I said: things get fun; they don't get easy. You could even make time flow backwards if you wanted to. Not time travel mind you – just backwards time.”\n\n",
  "gm4_pb.lore.67":"“Hey”\n\n“Oh - hey - Stone, isn't it?”\n\n“Warrel is fine. Do you mind if I ask you something?”\n\n“Sure, what's up?”\n\n“You seem to be here every day, with a cup of coffee you never drink. May I ask why?”\n\n“I'm… I'm just… uh… Waiting. Yeah, waiting for a friend. They… They work here too?”\n\n“Ah, I see. I hope they turn up soon. Sorry to bother you. What was your name again?”\n\n“Lea”\n\n",
  "gm4_pb.lore.68":"“Here we are… the Tree.”\n\n“It's magnificent. The leaves look almost iridescent up here.”\n\n“Interesting. What colours do you see?”\n\n“Purple, green, blue. Is it an optical illusion?”\n\n“In a way. The leaves are that colour, but they're also not. In fact, they are nothing at all. Let's go inside.”\n\n“Inside? Inside of the Tree?”\n\n\n\n\n\n",
  "gm4_pb.lore.69":"”So how did you find it?”\n\n“Find it… that's an interesting way to phrase it\n",
  "gm4_pb.lore.70":".\nWhy not create?”\n\n“This thing… It's not something we could ever create. It was here before we arrived.”\n\n“You might be more correct there than you think.”\n\n“How old is it?”\n\n“No idea. Like you said, it was here before “we” arrived.”\n\n\n\n\n\n",
  "gm4_pb.lore.71":"Should it scare me? The endless void in every direction, the black hole threatening to devour what's left of me?\n\nIs that even what it is? Or is everything here just how I choose to interpret it?\n\nIf it is, at least I chose a pretty decor for the finale.\n\nI've almost solved the puzzle now. Just a bit more to go. The black hole – it's the end of all. It is the answer.\n\n~ ",
  "gm4_pb.lore.72":"It's been days since I ended up here. Or has it?\n\nI'm not sure time exists here. If I try hard enough I can reverse time, experience things again. Retry thoughts that lead nowhere.\n\nIt makes it hard to keep track of time though. I don't know how long I've been here. Sometimes it feels like no time at all, sometimes like unfathomable millennia.\n\n~ ",
  "gm4_pb.lore.73":"The black hole has moved closer.\n\nOr I moved closer to it. I can't tell the difference here.\n\nI think I figured out what it is. It is the end of everything, it's what everything will become. The end of infinity and the start of nothing.\n\nIt is everything that hasn't happened. I suppose that includes me now.\n\nI am nothing, no-one. Always been, never been.\n\n~ ",
  "gm4_pb.lore.74":"There is some beauty to the nothingness of it all. Not an end – just a never ending ending. But an end is needed for a story to mean something.\n\nAnd a story needs to end for a new one to begin. Because this is also an origin, the beginning. Waiting for the previous infinity to end so it can start a new one.\n\nIt'll be waiting a while, but that's alright. It's patient. After all, time does not exist here. Aeons have passed just as quickly as yesterday will.\n\nI think I'm ready. Let me be part of what comes next.\n~ ",  

  "gm4_pb.setting.1":"Required Settings",
  "gm4_pb.setting.2":"At least 8 Chunks",
  "gm4_pb.setting.3":"Leaves (",
  "gm4_pb.setting.4":")",
  "gm4_pb.setting.5":"Enabled",
  "gm4_pb.setting.6":"If playing on modded",
  "gm4_pb.setting.7":"Turn off Fog",
  "gm4_pb.setting.8":"Recommended Settings",
  "gm4_pb.setting.9":"As low as possible",
  "gm4_pb.setting.10":"Make sure you can see this room",
  "gm4_pb.setting.11":"Entity Distance",
  "gm4_pb.setting.12":"100% - reduce if you experience lag",
  "gm4_pb.setting.13":"Going above 100% is not recommended!",
  "gm4_pb.setting.14":" controls music volume",

  "gm4_pb.intro.1":"Good luck out there! Remember to\n",
  "gm4_pb.intro.2":"look around for secrets!",
  "gm4_pb.intro.3":"Use the ",
  "gm4_pb.intro.4":" button (",
  "gm4_pb.intro.5":")\n to look around or swap who can push",
  "gm4_pb.intro.6":"Use ",
  "gm4_pb.intro.7":"\nto push blocks",
  "gm4_pb.intro.8":"Got stuck?\n",
  "gm4_pb.intro.9":"Reset ",
  "gm4_pb.intro.10":"to reset the full puzzle\n",
  "gm4_pb.intro.11":"Or ",
  "gm4_pb.intro.12":"Undo ",
  "gm4_pb.intro.13":"to reverse your last move",
  "gm4_pb.intro.14":"If you're ever confused, hover over things\nin your inventory to get an explanation!",
  "gm4_pb.intro.15":"If you're having trouble you can pull the ",
  "gm4_pb.intro.16":"Hint Lever\n",
  "gm4_pb.intro.17":"in your inventory to reveal Hints near every puzzle!",
  "gm4_pb.intro.18":"Pushing from stairs is impossible, watch the indicator at your feet!",

  "gm4_pb.playground.1":"Sometimes puzzles just turn out to be too hard or confusing and they have to be cut.\n\n",
  "gm4_pb.playground.2":"This one used to be the final puzzle for the Winter branch!",
  "gm4_pb.playground.3":"Welcome to the Playground, home of lost puzzles!\nThere's no completion here. Just have a look around!",
  "gm4_pb.playground.4":"There were a lot of mechanics that ended up not really working out.\nThis puzzle uses the interaction between two moving blocks. See if you can figure it out!",
  "gm4_pb.playground.5":"Some puzzles just don't quite work. This one used to be in the Autumn area, but was removed for being too confusing.",
  "gm4_pb.playground.6":"Did you know?\nThere's a total of 64 birds around the map that can be scared away!",
  "gm4_pb.playground.7":"Here's a mechanic we found while messing around with conveyors and elevators!\n\nSee if you can figure out the combination!",
  "gm4_pb.playground.8":"Sometimes mechanics end up being unintuitive.\nThe idea behind this old Autumn puzzle was re-used for a collectable flower.",
  "gm4_pb.playground.9":"This room holds one of the first drafts for the layout of the map.\n\nSome parts, like the red, orange, and yellow sections survived as the intro, tutorial and Spring sections respectively.\n\nOthers - like the central monument - were changed almost completely.",
  "gm4_pb.playground.10":"This puzzle is a very old draft for the very first tutorial puzzle!\nIt also contains the original dev textures for Boxes, Batteries and Doors.",
  "gm4_pb.playground.11":"Inaccessible Boxes are not actually Boxes at all, but Red Mushroom Blocks with different block states!",
  "gm4_pb.playground.12":"In order to keep the flow of puzzling going it was important to never take away the pushing power from players for too long.\n\nSo here is an infinite loop! Push this Box and you'll have to Reset or Undo!",
  "gm4_pb.playground.13":"Each skybox is actually just an item model blown up to ridiculous size!",
  "gm4_pb.playground.14":"The black hole is actually two item models, the swirl that rotates and a disc that billboards to give the illusion of a sphere.",
  "gm4_pb.playground.15":"Pretty much everything you see that isn't a block is actually an item model. In the case of buttons, lamps etc usually Leather Horse Armor to allow for easy colouring.",
  "gm4_pb.playground.16":"Developer Switch",
  "gm4_pb.playground.17":"These Boxes were meant to be used in the Void, but they made things a bit hard to see",
  "gm4_pb.playground.18":"The idea for a big tree as the goal came quite early, though it was a lot smaller at that time!",
  "gm4_pb.playground.19":"For extra detail certain block states are retextured as slabs with different thickness. This includes snow layers, trapdoors and walls.",
  "gm4_pb.playground.20":"Scattered around the map you can find the heads of some of our wonderful patreons!",
  "gm4_pb.playground.21":"Each area features 3 different tracks. With Summer having one more for the Void.",
  "gm4_pb.playground.22":"Music Carousell",
  "gm4_pb.playground.23":"With the sheer amount of puzzles we made some just had to be cut. This puzzle was good but sadly still had to get the axe to make room for others.",








  "container.crafting": "",
  "effect.minecraft.jump_boost": "",
  "effect.minecraft.invisibility": "",
  "effect.minecraft.hunger": "",
  "effect.minecraft.saturation": "",
  "effect.minecraft.glowing": "",
  "effect.minecraft.blindness": "",
  "effect.minecraft.darkness": "",
  "effect.minecraft.slowness": "",
  "effect.minecraft.resistance": "",

  "gm4_pb.resourcepack.sign": ""
}
