{
  "gm4_pb.translation.1":"Перевод на Русский от",
  "gm4_pb.translation.2":"KyKyPy3Ka",
  
  "gm4_pb.pack.1":"Пакет данных для Evergrowth",
  "gm4_pb.pack.2":"Evergrowth - это карта-головоломка от Gamemode 4",

  "gm4_pb.advancement.1":"Оно живое!",
  "gm4_pb.advancement.2":"Магия автоматизации",
  "gm4_pb.advancement.3":"Под давлением",
  "gm4_pb.advancement.4":"Ходящий ящик",
  "gm4_pb.advancement.5":"Повышение",
  "gm4_pb.advancement.6":"Первопричина",
  "gm4_pb.advancement.7":"Сингулярность",
  "gm4_pb.advancement.8":"Пора остыть",
  "gm4_pb.advancement.9":"Магниты, как вы работаете?",
  "gm4_pb.advancement.10":"Чудеса механики",
  "gm4_pb.advancement.11":"Присядьте, чтобы подвинуть",
  "gm4_pb.advancement.12":"Evergrowth",
  "gm4_pb.advancement.13":"Просветление",
  "gm4_pb.advancement.14":"Вууп!",

  "gm4_pb.button_unlocked":"Кнопка разблокирована!",
  "gm4_pb.role.dev":"Разработчик",
  "gm4_pb.role.player":"Игрок",
  "gm4_pb.reload_datapack":"Перезагружено!",
  "gm4_pb.cmb_warning":"Командные блоки отключены на вашем сервере, включите их в найстройках сервера, иначе карта не будет работать!",
  "gm4_pb.cmb_warning_title":"Включите Командные блоки!",
  "gm4_pb.dev.reset_blocks":"> сброс завершён",
  "gm4_pb.dev.reset_fence_failed":"не удалось сбросить калитку, пробуем резервный вариант",
  "gm4_pb.dev.reset_trapdoor_failed":"не удалось сбросить люк, пожалуйста, нажмите на люк снова, чтобы починить",
  "gm4_pb.dev.text_read_error":"ошибка текста\n\n\n\n",
  "gm4_pb.dev.reset_map":"Карта сброшена!",

  "gm4_pb.music.1":"♫ \"Reset\" - BartTheBart ♫",
  "gm4_pb.music.2":"♫ \"Undo\" - BartTheBart ♫",
  "gm4_pb.music.3":"♫ \"iew\" - BartTheBart ♫",
  "gm4_pb.music.4":"♫ \"Bells and Angels\" - ToffeeMax ♫",
  "gm4_pb.music.5":"♫ \"Godless Pacing\" - ToffeeMax ♫",
  "gm4_pb.music.6":"♫ \"Ice and Ash\" - ToffeeMax ♫",
  "gm4_pb.music.7":"♫ \"Bricks and Mortar\" - ToffeeMax ♫",
  "gm4_pb.music.8":"♫ \"Challenging Builder\" - ToffeeMax ♫",
  "gm4_pb.music.9":"♫ \"Hazy Fireplace\" - ToffeeMax ♫",
  "gm4_pb.music.10":"♫ \"Amongst The Treefolk\" - ToffeeMax ♫",
  "gm4_pb.music.11":"♫ \"Evergreen Trees\" - ToffeeMax ♫",
  "gm4_pb.music.12":"♫ \"And Near be Driftwood\" - ToffeeMax ♫",
  "gm4_pb.music.13":"♫ \"Glade Calling\" - ToffeeMax ♫",

  "gm4_pb.hint.1":"Вы можете толкать только одну Коробку за раз и только в пустое пространство. Куда вы можете толкнуть коробку, чтобы пройти?",
  "gm4_pb.hint.2":"Внимательно присмотритесь к окружающей местности. Куда нужно поставить Коробки, чтобы вы смогли преодолеть разрыв?",
  "gm4_pb.hint.3":"Вы можете толкать несколько расположенных друг на друге коробок. Вы всегда толкаете с высоты своих ног!",
  "gm4_pb.hint.4":"Толкание коробки, расположенной выше, отделит ее от Коробок, расположенных ниже. Вы всегда толкаете с высоты своих ног.",
  "gm4_pb.hint.5":"Через лестницу можно толкнуть, но не на ней. Вы можете толкнуть Коробку только на один блок от лестницы, не меняя направления движения.",
  "gm4_pb.hint.6":"Приседание заставит вас толкнуть, даже если вы этого не хотите! Это толкающее усилие применимо к каждой коробке вокруг вас.",
  "gm4_pb.hint.7":"Приседание всегда толкает Коробки вокруг вас. Вы никогда не сможете не толкнуть Коробку при приседании.",
  "gm4_pb.hint.8":"Попробуйте начать головоломку со средней Коробки, это даст вам больше возможностей, чем Коробка в углу.",
  "gm4_pb.hint.9":"Коробки над\n Коробкой, которую вы толкаете всегда последуют за нижней Коробкой, если это возможно.",
  "gm4_pb.hint.10":"При толкании башни будут подвинуты все Коробки, но если Коробка будет заблокирована, то и все Коробки на ней останутся на месте.",
  "gm4_pb.hint.11":"Старайтесь спускаться по ступенькам, а не падать с платформы, а также держите путь к ним открытым!",
  "gm4_pb.hint.12":"Постарайтесь поставить Коробку в удобное место между платформами, не перемещая другие Коробки.",
  "gm4_pb.hint.13":"Коробки нельзя толкать через стены, какими бы тонкими они ни были. Это можно использовать для защиты Коробки от толкания.",
  "gm4_pb.hint.14":"Башни из Коробок можно уронить, толкнув их под выступ.",
  "gm4_pb.hint.15":"Иногда вы можете столкнуться с головоломкой, которую просто не можете решить. Помните, что нет ничего страшного в том, чтобы пропустить головоломку, если вы застряли.",
  "gm4_pb.hint.16":"Решение может быть спрятано в окружении, не забывайте, что важна любая часть комнаты, к которой вы можете получить доступ!",
  "gm4_pb.hint.17":"Помните, что головоломка находится в 3D. Ящики можно использовать, чтобы ходить по ним и достигать недоступных областей.",
  "gm4_pb.hint.18":"Вы не можете толкнуть две Коробки рядом. Иногда это можно использовать.",
  "gm4_pb.hint.19":"В то время как цепи удерживают Коробки от падения, ничто не мешает вам столкнуть с них Коробку.",
  "gm4_pb.hint.20":"Решайте сложные головоломки шаг за шагом. Начните с самого сложного шага, затем двигайтесь дальше.",
  "gm4_pb.hint.21":"Для решения некоторых головоломок требуется взаимодействие с другими головоломками. Помните, что от вас не требуется решать каждую головоломку.",
  "gm4_pb.hint.22":"Башни из Коробок можно уронить, толкнув Коробку сверху. Вам нужно будет подняться к ней.",
  "gm4_pb.hint.23":"Хотя разблокируемых способностей нет, иногда вы можете застрять из-за недостатка знаний. Вы всегда можете вернуться позже!",
  "gm4_pb.hint.24":"Вы находитесь в 3D. Всегда проверяйте, куда вы можете подняться, поскольку вид сверху обычно предоставляет больше возможностей.",
  "gm4_pb.hint.25":"Вы не решите головоломку, если Батарея застрянет на цепи. Можно ли подойти к розетке другим способом?",
  "gm4_pb.hint.26":"Решения могут быть спрятаны в окружении. Что нужно сделать, и подумайте, какая структура вам нужна для достижения этого?",
  "gm4_pb.hint.27":"Вы можете толкать Коробки на конвейеры даже сбоку.",
  "gm4_pb.hint.28":"Коробки можно толкнуть сверху.",
  "gm4_pb.hint.29":"Лифты способны поднимать несколько коробок вверх!",
  "gm4_pb.hint.30":"Вы можете пройти вокруг столба, используя диагольное соединение блоков.",
  "gm4_pb.hint.31":"Механики работают в определённом порядке. Лифты всегда работают перед конвейерами.",
  "gm4_pb.hint.32":"Обычно важные части окружения помечаются специальными блоками, чтобы выделиться.",
  "gm4_pb.hint.33":"Лифт может дать вам больше пространства для маневра, чем вы ожидаете.",
  "gm4_pb.hint.34":"Вы можете толкнуть сверху лифта.",
  "gm4_pb.hint.35":"Поршни будут толкать только то, что находится непосредственно на их пути, и могут толкать сразу несколько коробок!",
  "gm4_pb.hint.36":"Нужно находиться на блоке, чтобы отталкиваться от него, если есть для этого место.",
  "gm4_pb.hint.37":"Поршни сломаются, если они попытаются выдвинуться, будучи заблокированными Коробками, которые они не могут сдвинуть.",
  "gm4_pb.hint.38":"На открытой локации, попытайтесь решить другие головоломки, это может дать вам новые идеи о том, как взаимодействовать с механиками.",
  "gm4_pb.hint.39":"Поршни толкают перед собой любое количество Коробок.",
  "gm4_pb.hint.40":"Если головоломка кажется вам слишком большой и сложной, то попробуйте разбить её на части.",
  "gm4_pb.hint.41":"При удерживании кнопки Сброса Коробки, которые будут сброшены, будут светиться красным.",
  "gm4_pb.hint.42":"Обычно легче решать головоломки со льдом с конца.",
  "gm4_pb.hint.43":"Решение головоломок со льдом с конца к началу - хороший метод.",
  "gm4_pb.hint.44":"Толкание Коробки в другую Коробку на льду приведет к её остановке.",
  "gm4_pb.hint.45":"Коробки, скользящие по льду, остановятся, если они сойдут с него, ударятся о другую Коробку или о рельеф.",
  "gm4_pb.hint.46":"Если две Коробки находятся в петле на льду, то возможно поменять их порядок местами.",
  "gm4_pb.hint.47":"Коробку можно использовать для того, чтобы не дать другой скользящей Коробке упасть в воду.",
  "gm4_pb.hint.48":"Вы можете толкать две Коробки друг в друга одну за другой, чтобы передвигать их по скользкой поверхности.",
  "gm4_pb.hint.49":"Коробки останавливают скользящие Коробки.",
  "gm4_pb.hint.50":"Деревянные Ящики можно толкать другими Коробками, но они не могут удерживать кнопки.",
  "gm4_pb.hint.51":"Головоломку можно решить, толкнув два раза металлическую Коробку в конце.",
  "gm4_pb.hint.52":"Деревянные Ящики позволяют перевозить Коробки на себе.",
  "gm4_pb.hint.53":"Если вам кажется, что головоломку можно решить в одно действие, то вам не следует его делать.",
  "gm4_pb.hint.54":"Цепь остановит скольжение Коробок, даже если под ней будет лёд.",
  "gm4_pb.hint.55":"Удар Коробки о деревянный Ящик на льду передаст её инерцию Деревянному Ящику, остановив Коробку.",
  "gm4_pb.hint.56":"Блоки не падают мгновенно, когда под ними нет земли.",
  "gm4_pb.hint.57":"Магниты не оказывают воздействия на деревянные ящики, из-за чего их можно использовать для остановки Коробок.",
  "gm4_pb.hint.58":"Если Коробка не перемещается магнитным лучом, она может проскользить его по льду, не теряя инерции.",
  "gm4_pb.hint.59":"Магнитные лучи не проходят сквозь Коробки, позволяя Коробке прятаться от их воздействия за другой Коробкой.",
  "gm4_pb.hint.60":"Коробки обычно не могут покинуть область 3х3 вокруг другой Коробки, не сдвинув обе Коробки.",
  "gm4_pb.hint.61":"Деревянные Ящики можно использовать для того, чтобы остановить перемещение коробки по магнитному лучу.",
  "gm4_pb.hint.62":"Если вы не уверены, с чего начать, попробуйте решить головоломку, двигаясь от конца к позиции, до которой вы знаете, как добраться.",
  "gm4_pb.hint.63":"Коробки будут игнорировать конвейеры, скользя по льду, если только вы не остановите их на нём.",
  "gm4_pb.hint.64":"Один конвейер не способен перемещать несколько Коробок подряд.",
  "gm4_pb.hint.65":"Подумайте, какое состояние позволило бы вам решить головоломку. Помните, что если толкнуть Коробку в Деревянный Ящик, то он сдвинется с места.",
  "gm4_pb.hint.66":"Помните, что любая часть головоломки, к которой у вас есть доступ, может быть использована для ее решения.",
  "gm4_pb.hint.67":"Сброс головоломки не приведет к сбросу Коробок из других головоломок, проверьте красный контур, если вы не уверены.",
  "gm4_pb.hint.68":"Если у телепорта нет действительного пункта назначения, он не будет работать. Посмотрите на пульсирующий центр, чтобы узнать, активен ли телепорт.",
  "gm4_pb.hint.69":"Коробки, толкнутые через телепорты, сохранят свою инерцию, если она у них есть.",
  "gm4_pb.hint.70":"Когда Коробка выталкивается из телепорта, Коробки в соответствующих телепортах попытаются телепортироваться на новое открытое место.",
  "gm4_pb.hint.71":"Телепорты всегда предпочтут ближайший незанятый телепорт.",
  "gm4_pb.hint.72":"Деревянный Ящик можно толкать в направлении конвейера, толкая его Коробкой.",
  "gm4_pb.hint.73":"Любая область, включенная в головоломку, обычно полезна. Подумайте, почему окружающая среда выглядит именно так.",
  "gm4_pb.hint.74":"Подумайте, как завершить головоломки, пока у вас еще есть место для перемещения Коробок.",
  "gm4_pb.hint.75":"Сложные головоломки лучше решать медленно, шаг за шагом и проверяя, сработало ли то, что вы сделали. Помните, что вы всегда можете использовать Отмену.",
  "gm4_pb.hint.76":"Вы не можете выдвинуть две Коробки подряд. Это можно использовать для толкания из определенного места, не толкая Коробку рядом с вами.",
  "gm4_pb.hint.77":"Вы не можете толкнуть с верхней части телепорта, но вы можете, если внутри есть Коробка.",
  "gm4_pb.hint.78":"Если запитанный поршень не может толкнуть, то он сломается.",
  "gm4_pb.hint.79":"Коробка может защитить другую Коробку от магнитного луча.",
  "gm4_pb.hint.80":"Если у телепорта нет подходящего места для телепортации, он не активируется. Вы можете толкать Коробки через неактивированные телепорты.",
  "gm4_pb.hint.81":"Возможно, вам придется использовать более сложный цикл, чтобы создать цепь из Коробок.",
  "gm4_pb.hint.82":"Коробки не добавляются в головоломки просто так. Даже если Коробка с самого начала кажется застрявшей, посмотрите, сможете ли вы ее использовать.",
  "gm4_pb.hint.83":"Чтобы толкать Батарею, вы можете использовать тот факт, что верхняя часть Коробок не скользкая.",
  "gm4_pb.hint.84":"Магнитные лучи блокируются Коробками, позволяя пройти другим Коробкам. Также можно использовать Деревянные Ящики, чтобы заблокировать движение.",
  "gm4_pb.hint.85":"Всегда учитывайте, почему окружающая среда выглядит так, как она выглядит. Дополнительное пространство обычно появляется по какой-то причине.",
  "gm4_pb.hint.86":"Вы можете обойти колонну, используя только диагональное соединение.",
  "gm4_pb.hint.87":"Когда поршень мешает, помните, что его можно сломать, приведя в действие, когда он не может толкнуть.",
  "gm4_pb.hint.88":"От верхней поверхности поршня, повёрнутого вверх, можно толкнуть.",
  "gm4_pb.hint.89":"Магнитный луч, который не перемещает Коробку, не приведет к потере коробкой своего импульса.",
  "gm4_pb.hint.90":"Подумайте, откуда вы могли бы толкнуть Коробку, чтобы добраться до телепорта. Возможно ли сделать так, чтобы толкнуть оттуда?",
  "gm4_pb.hint.91":"Решайте головоломку шаг за шагом. Рассматривайте каждую часть как новую головоломку поменьше, которую нужно решить. И помните: поршни можно сломать, включив их, когда они не могут толкнуть!",

  "gm4_pb.credit.1":"Музыка",
  "gm4_pb.credit.2":"Пакет ресурсов",
  "gm4_pb.credit.3":"Арт-дизайн",
  "gm4_pb.credit.4":"SFX",
  "gm4_pb.credit.5":"Пакет данных",
  "gm4_pb.credit.6":"\n\n\nСоздатели\n",
  "gm4_pb.credit.7":" блоков подвинуто!",
  "gm4_pb.credit.8":"/93 головоломок!",
  "gm4_pb.credit.9":" подсказок!",
  "gm4_pb.credit.10":" времени!",
  "gm4_pb.credit.11":"С музыкой от",
  "gm4_pb.credit.12":"Дополнительная благодарность",
  "gm4_pb.credit.13":"Текстуры неба",
  "gm4_pb.credit.14":"Звуковые эффекты",
  "gm4_pb.credit.15":"Наши тестеры",
  "gm4_pb.credit.16":"Вы прошли\nкарту с:",
  "gm4_pb.credit.17":"Эта головоломка заняла у вас\n",
  "gm4_pb.credit.18":", вау!",
  "gm4_pb.credit.19":"“Если я был рожден в этом мире, чтобы стать статуей, зачем кому-то наделять меня разумом?! Что за жестокая шутка. Я провожу свои дни, застряв здесь, не в силах пошевелиться, в то время как каждый мой инстинкт подсказывает мне сбежать от этой скуки. Я не знаю, видите ли вы это, но если так. Пожалуйста, спасите меня от этого извращенного существования. Должен быть способ. Вы моя единственная надежда!”",
  "gm4_pb.credit.20":"“Я бы никогда не подумал, что когда-нибудь зайду так далеко, как сейчас.”",
  "gm4_pb.credit.21":"“Воплощение воображения в реальность”",
  "gm4_pb.credit.22":"Всегда рядом, чтобы отвлечь нас от работы над картой",
  "gm4_pb.credit.23":"“О да, я уверен, что реализация этого займет всего несколько часов”",
  "gm4_pb.credit.24":"“Надеюсь, вам понравится музыка <3”",
  "gm4_pb.credit.25":"нажмите, чтобы открыть ссылку",
  "gm4_pb.credit.26":"Рекламный арт и текстуры неба",
  "gm4_pb.credit.27":"Дополнительные звуковые эффекты",
  "gm4_pb.credit.28":"Пакет данных & Дизайн головоломок",
  "gm4_pb.credit.29":"нажмите, чтобы присоединиться к дискорду Gamemode 4",
  "gm4_pb.credit.30":"Музыка & Звуковые эффекты",
  "gm4_pb.credit.31":"Разработчики",
  "gm4_pb.credit.32":"Клик для инфо",
  "gm4_pb.credit.33":"Пакет ресурсов & Постройки",

  "gm4_pb.inventory.1":"О Gamemode 4",
  "gm4_pb.inventory.2":"Gamemode 4 - это набор пакетов данных с открытым кодом,",
  "gm4_pb.inventory.3":"предназначенный для расширения возможностей ванильного выживания. ",
  "gm4_pb.inventory.4":"Мы стремимся предоставлять хорошо сбалансированные расширения, похожие",
  "gm4_pb.inventory.5":"на ванильные, при минимальном влиянии на производительность!",
  "gm4_pb.inventory.6":"Посетите ",
  "gm4_pb.inventory.7":", чтобы взглянуть на наши модули!",
  "gm4_pb.inventory.8":"Нужна помощь?",
  "gm4_pb.inventory.9":"На случай, если вы забыли...",
  "gm4_pb.inventory.10":"Присядьте (",
  "gm4_pb.inventory.11":"), чтобы подвинуть коробки!",
  "gm4_pb.inventory.12":"В эту карту можно играть с друзьями!",
  "gm4_pb.inventory.13":"Используйте кнопку ",
  "gm4_pb.inventory.14":"Pushing",
  "gm4_pb.inventory.15":", чтобы стать тем, кто толкает!",
  "gm4_pb.inventory.16":"Музыка слишком громкая / тихая?",
  "gm4_pb.inventory.17":"Подвигайте ползунок ",
  "gm4_pb.inventory.18":", чтобы изменить громкость.",
  "gm4_pb.inventory.19":"Есть сложности с головоломкой?",
  "gm4_pb.inventory.20":"Используйте ",
  "gm4_pb.inventory.21":"Рычаг подсказки",
  "gm4_pb.inventory.22":", чтобы переключить видимость подсказок.",
  "gm4_pb.inventory.23":"Статистика",
  "gm4_pb.inventory.24":"Подвинутых блоков: ",
  "gm4_pb.inventory.25":"Отменённых ходов: ",
  "gm4_pb.inventory.26":"Сбросов головоломок: ",
  "gm4_pb.inventory.27":"Решённых головоломок: ",
  "gm4_pb.inventory.28":"Использованных подсказок: ",
  "gm4_pb.inventory.29":"Игровое время: ",
  "gm4_pb.inventory.30":" Сброс",
  "gm4_pb.inventory.31":"Возвращает все блоки в текущей головоломке",
  "gm4_pb.inventory.32":"в исходное положение.",
  "gm4_pb.inventory.33":"Отмена",
  "gm4_pb.inventory.34":" также отменяет это действие.",
  "gm4_pb.inventory.35":"Нельзя использовать, когда блоки движутся.",
  "gm4_pb.inventory.36":" Отмена",
  "gm4_pb.inventory.37":"Возвращает блоки в положение перед",
  "gm4_pb.inventory.38":"последним толканием. ",
  "gm4_pb.inventory.39":"Толкающий",
  "gm4_pb.inventory.40":" возвращается",
  "gm4_pb.inventory.41":"в своё положение перед толканием.",
  "gm4_pb.inventory.42":" Войти в режим толкания",
  "gm4_pb.inventory.43":"Взять роль ",
  "gm4_pb.inventory.44":" и вернуться к",
  "gm4_pb.inventory.45":"его последней позиции. Бег и",
  "gm4_pb.inventory.46":"Прыжок отключены в этом режиме.",
  "gm4_pb.inventory.47":" Телепорт к Толкающему",
  "gm4_pb.inventory.48":"Уже есть активный ",
  "gm4_pb.inventory.49":"нажмите, чтобы телепортироваться к нему.",
  "gm4_pb.inventory.50":"Может быть только один ",
  "gm4_pb.inventory.51":" во время игры.",
  "gm4_pb.inventory.52":" Выйти из режима толкания",
  "gm4_pb.inventory.53":"Убрать роль ",
  "gm4_pb.inventory.54":", позволяя",
  "gm4_pb.inventory.55":"Бегать и Прыгать. Следующий ",
  "gm4_pb.inventory.56":" вернётся к этой позиции.",
  "gm4_pb.inventory.57":"Коллекционирование",
  "gm4_pb.inventory.58":"Эти цветы можно",
  "gm4_pb.inventory.59":"найти по всей карте!",
  "gm4_pb.inventory.60":"Рычаг подсказки",
  "gm4_pb.inventory.61":"Нажмите на него, чтобы возле головоломок появились Подсказки.",
  "gm4_pb.inventory.62":"Может нажать только ",
  "gm4_pb.inventory.63":"Посмотрите на частицы Подсказки, чтобы использовать её.",
  "gm4_pb.inventory.64":"Заблокировано",
  "gm4_pb.inventory.65":"Вербальный обменщик",
  "gm4_pb.inventory.66":"Сингулярность",
  "gm4_pb.inventory.67":"Перемещатель реальности",
  "gm4_pb.inventory.68":"Звуковой ускоритель",
  "gm4_pb.inventory.69":"Птичий увеличитель",
  "gm4_pb.inventory.70":"Атмосферный усилитель",
  "gm4_pb.inventory.71":"Улучшенные динь-доны!",
  "gm4_pb.inventory.72":"Убор головной со статой",
  "gm4_pb.inventory.73":"Посетите секретную зону",
  "gm4_pb.inventory.74":"Ускоряет музыку",
  "gm4_pb.inventory.75":"Большие птицы - лучшие птицы",
  "gm4_pb.inventory.76":"Улучшает(?) небо",

  "gm4_pb.lore.1":"Добро пожаловать, ",
  "gm4_pb.lore.2":"!\n\nМы рады приветствовать вас в отделе инвентаризации Evergrowth Corp! Ваша работа поможет изменить мир к лучшему. Прежде чем присоединиться к нам, посетите Техобслуживание, чтобы получить пропуск. Убедитесь, что вы взяли с собой следующее:\n\n- действительный ID\n- ваше подписанное NDA\n- это приглашение с вашим кодом: 656E-7472-6F70-79\n\nУвидимся в Evergrowth!\n\nПодпись,\nДоктор Стенхэм\nГлава R&D\n\n",
  "gm4_pb.lore.3":"Кому: Руководство, А. Бернард\n6 апреля 1964\nТема: Новый управляющий\n\nВ связи с предстоящим уходом Джонсона на пенсию освободиться должность управляющего инвентарём. Чтобы опыты проходили гладко, я предлагаю нам стремиться закрыть эту вакансию как можно быстрее.\n\nЯ бы рекомендовала ",
  "gm4_pb.lore.4":". Он проявил отличные организаторские способности, хотя работает всего пару месяцев.\n\nПодпись,\nДоктор Стенхэм\nГлава R&D\n\n",
  "gm4_pb.lore.5":"Кому: Руководство, Доктор Стенхэм\n8 апреля 1964\nТема: RE: Новый управляющий\n\nЯ посмотрел личное дело ",
  "gm4_pb.lore.6":" и наблюдал, как он работает. Он кажется любознательными и умным и проявляет большой интерес к работе, которую мы здесь выполняем.\n\nЯ бы предложил поискать другого кандидата.\n\nПодпись,\nА. Бернард\nГлава Финансового отдела\n\n\n\n\n\n",
  "gm4_pb.lore.7":"Кому: Доктор Стенхэм, А. Бернард\n14 апреля 1964\nТема: RE: Новый управляющий\n\nЯ понимаю и разделяю опасения, высказанные по поводу ",
  "gm4_pb.lore.8":", но факт остается фактом: нам нужно занять эту вакансию. Мы все знаем, что управление инвентарём может быть… уникальной задачей, и найти подходящего кандидата непросто.\n\nКак говорится, повышение по службе не означает, что ему нужно рассказывать все.\n\nПодпись,\nРуководство\n\n\n",
  "gm4_pb.lore.9":"Уже повышен! Показываешь нас в плохом свете?\n\nА если серьезно, поздравляю! Мы должны отпраздновать это с нашей командой завтра в кафетерии. Кофе за твой счет (плата за то, что ты босс).\n\nЯ надеюсь, что на этом твоё знакомство с верхушкой компании закончилось. Несмотря на твою новую должность, я сомневаюсь, что они оценят работу по достоинству.\n\n~ Леа\n\n\n\n\n\n",
  "gm4_pb.lore.10":"Кому: Сотрудники\n28 апреля 1964\nТема: Добро пожаловать\n\nЯ знаю, что большинство из вас уже слышали, но я все же хотел написать официальное объявление, приветствующее ",
  "gm4_pb.lore.11":" на должности Управляющего Инвентарём!\n\nПрисоединившись всего 4 месяца назад, он быстро стал бесценным для нашей команды, и мы не можем представить никого более квалифицированного.\n\nПриходите к нам в кафетерий за тортом!\n\nПодпись,\nРуководство\n\n",
  "gm4_pb.lore.12":"“Я все ещё не уверен...”\n\n“Руководство приняло решение, Адриан. Сейчас мы ничего не можем поделать.”\n\n“Я знаю таких людей. Если держать его в неведении, он захочет разобраться ещё больше.”\n\n“Я завалю его работой. У него не будет времени ни о чем спрашивать. Мы близки. Нам просто нужно еще несколько месяцев.”\n\n“Я надеюсь, что ты права.”\n\n\n\n\n\n\n",
  "gm4_pb.lore.13":"Кому: Доктор Стенхэм\n23 марта 1964\nТема: Замедление\n\nС сожалением вынужден просить о приостановке экспериментов на ближайшее будущее. С приближением моего выхода на пенсию я могу уделять управлению всё меньше времени.\n\nНекоторые сотрудники начали замечать несоответствия в поставках. Я боюсь, что они могут начать задавать вопросы.\n\nПодпись,\nР. Джонсон\nУправляющий Инвентарём\n\n\n\n",
  "gm4_pb.lore.14":"Систему пожаротушения в Башне обнаружили неисправной во время сегодняшней проверки. Сейчас полдень, её ВСЁ ЕЩЁ не починили.\n\nЯ напоминаю, что НЕЛЬЗЯ допустить, чтобы огонь добрался до дерева; это слишком важно для эволюции человечества.\n\nСкорее пришлите техобслуживание. У меня есть сотрудники, которые дежурят с огнетушителями, но ситуация вызывает у них беспокойство.\n\nПодпись,\nДоктор Стенхэм\nГлава R&D\n\n",
  "gm4_pb.lore.15":"“Еще ящик? Ты не приносил его на прошлой неделе?”\n\n“Четвертый в этом месяце. Я не уверен, что они делают в своей башне, но они определенно быстро распродают наши припасы.”\n\n“Что там внутри?”\n\n“В Башне? Я не знаю. Приходится оставлять ящики у двери. Меня не пускают.”\n\n“Это должно быть как-то связано с деревом.”\n\n“Гениальное наблюдение. Ты мог бы попросить присоединиться к ним; ты бы отлично вписался.”\n\n\n",
  "gm4_pb.lore.16":"“Я не могу сказать тебе, Эд.”\n\n“Давай, Уоррел, всего лишь намек. Никто не узнает.”\n\n“Ты знаешь, что я подписал NDA. Я не буду рисковать своей работой.”\n\n“По крайней мере, расскажи мне, как вы затащили дерево на крышу. Это, должно быть, было непростой задачей.”\n\n“Оно уже было там, когда я приехал сюда, Эд. Послушай, не задавай лишних вопросов. Тебе платят не за это.”\n\n\n\n\n\n\n",
  "gm4_pb.lore.17":"Состояние водных объектов удручающее.\n\nЯ понимаю, в чем заключалась идея. Но из-за пересыхания реки вода застаивается, и текущую ситуацию лучше всего можно описать как “эстетику открытой канализации”.\n\nНаходиться в саду практически невыносимо из-за запаха, проникающего сквозь решетки.\n\nИногда мне кажется, что Башня - это все, что их заботит, но как они собираются “изменить мир”, если мы не можем содержать наш собственный комплекс?\n\n\n",
  "gm4_pb.lore.18":"Давайте проведем эксперимент. Все, что нам нужно, это мяч и притяжение. Мы можем взять Землю.\nПодбросьте мяч в воздух. Он взлетает, замедляется и падает обратно.\n\nТеперь посмотрите в обратном порядке.\n\nМяч взлетит вверх, замедлится и упадет обратно. Точно такой же сценарий. Гравитации, похоже, все равно, в какую сторону течет время.\nТеперь снимите мяч, отскакивающий от земли. Каждый отскок немного ниже.\n\nТеперь посмотрите в обратном порядке.\n\n",
  "gm4_pb.lore.19":"Кому: Научный персонал\n18 мая 1964\nТема: RE: Еда с собой\n\nМы понимаем, что идея приносить свою еду заключается в том, чтобы познакомить ваших коллег с вашей любимой едой. Однако мы считаем, что приносить домашний Сюрстрёмминг на прошлой неделе, возможно, было недостаточно умно.\n\nКомната 23B объявлена биологически опасной и закрыта на время.\nВ следующий раз, пожалуйста, думайте головой и берите салат, как и все.\n\nПодпись,\nТехобслуживание\n\n",
  "gm4_pb.lore.20":"Приносящие еду с собой\n\nR&D\n Доктор Далия Стенхэм\n Гарри Фезер\n Уоррел Стоун\n Эмма Гринвайн\n Борисс Бутчер\n Грег Пауэлл\n\nФинансы\n Адриан Бернард\n Ева Биван\n Дэвид Ролаф\n Кармен Харкансон\n\nИнвентарь\n ",
  "gm4_pb.lore.21":"\n Милтон Мария\n Эд Уорд\n Эфуа Арендсе\n Леа Парк\n\n",
  "gm4_pb.lore.22":"Добро пожаловать в команду!\n\nЯ только что узнала, что тебя наняли, как здорово!\nИзвини, что не смогла присутствовать лично; у нас очень напряженная неделя. Хотя, я думаю, ты скоро сам всё узнаешь.\n\nИ поскольку я знаю, что ты любишь решать головоломки, позволь мне предупредить тебя – не надо. Руководству не нравится, когда люди пытаются выведать секреты компании.\n\n~ Леа\n\n\n\n\n\n",
  "gm4_pb.lore.23":"Каждый день здесь похож на головоломку – собираешь по крупице полную картину.\n\nИ каждый день я нахожу все больше спрятанных кусочков.\n\nЛеа продолжает говорить мне остановиться, говоря, что если руководство узнает, они будут недовольны. Но я не могу. Головоломка есть головоломка, и когда я вижу ее, я должен понять, как она работает.\n\n~ ",
  "gm4_pb.lore.24":"Существует интересная связь между макро- и микроскопическим описаниями мира, в котором мы живем.\n\nИз макроскопических наблюдений мы получаем статистические величины, такие как давление и температура.\n\nНо в микроскопическом мире этих величин не существует. В основе всего этого нет ни давления, ни температуры.\nЕсть только кинетическая и потенциальная энергии отдельных частиц.\n\n> О термодинамике, 3 изд.\n\n\n\n",
  "gm4_pb.lore.25":"Я чувствую недосягаемость!\n\nЭто не облегчает задачу. Каждый раз, когда ты веришь, что ты на верном пути, ты теряешь мысль.\n\nНо всегда что-то есть. Что-то упущено. Что-то не на своем месте. Что-то, что ты забыл, и не сделал.\n\nЧто-то, что ты вспомнил, но не сделал.\n\nЯ пытался рассказать доктор Стенхэм, но она каждый раз меня прогоняет. Продолжает говорить мне сосредоточиться на работе. Я не могу, я слишком близко.\n\n~ ",
  "gm4_pb.lore.26":"Я приблизился!\n\nПолагаю, доктор Стенхэм была права; мне следовало сосредоточиться на своей работе. Ответ был тут как тут, стоило мне посмотреть.\n\nПрямо у меня под носом! Каждый божий день нам доставляют ящики с припасами, но мы ими не пользуемся. Склады должны быть переполнены, но они всегда почти пусты. Мне нужно связаться с мистером Бернардом – у него есть доступ к счетам.\n\n~ ",
  "gm4_pb.lore.27":"“Успокойся, я уверен, ты просто что-то пропустил. Ты только недавно начал, это естественно - совершать ошибки.”\n\n“Это не ошибка, мистер Бернард. Мы систематически получаем больше припасов, чем используем. Пожалуйста, просто проверьте счета, и вы увидите, что я прав.”\n\n“Хорошо, я проверю. Возвращайся к работе, и я свяжусь с тобой, если что-нибудь найду…\nИ кстати, не поднимай пока шум. Для компании, и особенно для управляющего, не очень хорошо выглядеть, когда вот так пропадают припасы.”\n\n",
  "gm4_pb.lore.28":"Кому: Руководство, Доктор Стенхэм\n14 ноября 1964\nТема: Прочитайте немедленно\n\n",
  "gm4_pb.lore.29":" знает.\n\nПридите в конференц-зал как можно скорее.\n\nПодпись,\nА. Бернард\nГлава Финансового отдела\n\n\n\n\n\n\n\n\n\n\n\n",
  "gm4_pb.lore.30":"“Я же говорил вам, вам обоим! Это было неизбежно.”\n\n“Успокойтесь, мистер Бернард. Доктор Стенхэм, пожалуйста, возвращайтесь к своей работе. Мы не можем допустить, чтобы вы долго отсутствовали. Он сказал кому-нибудь еще?”\n\n“Нет. Я думаю, мне удалось заставить его молчать, по крайней мере, пока.”\n\n“Хорошо, он думает, что всё понял. Теперь его будет легко держать в узде.”\n\n“Вы уверены?”\n\n“Если нет, я разберусь с этим. На этом все?”\n\n",
  "gm4_pb.lore.31":"“Серьёзно? Никаких корпоративных поездок? Даже посиделок с барбекю?”\n\n“Не совсем. Раньше они у нас были. До *Инцидента*.”\n\n“Почему ты так заостряешь внимание на слове инцидент? Что случилось?”\n\n“Запах… Я до сих пор помню этот запах…”\n\n“Дэвид? Ты в порядке?”\n\n“Я думаю, меня сейчас стошнит…”\n\n“Это просто изощренный предлог, чтобы не тратить деньги? Дэвид? О… Ой, да ты действительно болен.”\n\n",
  "gm4_pb.lore.32":"Термодинамика - это макроскопическое явление. Температура, давление, внутренняя энергия - ничего из этого нет в микромире.\n\nНо без термодинамики какая сила обеспечивает движение стрелы времени? Неужели в микромире нет времени? Наши наблюдения говорят нам, что время существует в микромире, так что ответ действительно есть: Статистика.\n\nВ микроскопическом мире нет понятия энтропии, но статистика гарантирует, что время не пойдет вспять. На данный момент.\n\n> О термодинамике, 3 изд.\n\n",
  "gm4_pb.lore.33":"Иногда ответы кажутся так близко, но так далеко.\n\nВозможно ли это? Или решения нет? Не похоже, что вселенной есть дело, разберемся ли мы в этом.\n\nИ все же мы здесь, всегда пытаемся двигаться вперед. Чтобы посмотреть, что произойдет, если мы вставим еще один кусочек. Подойдет ли он или ему вообще не место в этой головоломке?\n\nЕсть только один способ выяснить…\n\n~ ",
  "gm4_pb.lore.34":"Вы когда-нибудь зацикливались на идее? Не имея пути продвижения?\n\nИногда это кажется большой шуткой: почему наша реальность такая великолепная головоломка, но нет уверенности даже в том, что у неё есть решение? С другой стороны, даже самый убедительный тупик, кажется, всегда открывает путь для исследования.\n\nДавайте хотя бы посмотрим, что находится за следующим поворотом? Это может быть что-то захватывающее. А если нет… тогда за ним будет другой поворот.\n\n~ ",
  "gm4_pb.lore.35":"Что вы чувствуете, когда решили головоломку?\n\nСчастье? Потому что все ваши усилия окупились? Потому что ваше достижение прямо перед вами?\n\nИли грусть, потому что, завершив последнюю часть головоломки, вы открыли новое чувство пустоты?\n\nНе нужно зацикливаться на этом. Всегда есть еще головоломки, которые нужно решить. Больше изучаете, больше узнаете. У меня есть еще одна часть. Посмотрим, к чему это приведет?\n\n~ ",
  "gm4_pb.lore.36":"“Извините, вы не знаете, кто глава Финансового отдела? У меня счёт для него.”\n\n“Вы должно быть ищете Адриана Бернарда. Офис находится прямо рядом с садовым складом.”\n\n“Спасибо. Полагаю, я буду общаться с ним часто.”\n\n“Да, а ",
  "gm4_pb.lore.37":" - Управляющий Инвентарём. Сообщайте ему, когда у вас возникнут какие-либо проблемы с пропавшими ящиками.”\n\n“И часто ли это случается?”\n\n“Чаще, чем хотелось бы, вот увидите.”\n\n",
  "gm4_pb.lore.38":"Я уверен, вы слышали о законах нашей вселенной.\n\nЕсть закон относительности, сохранения, гравитации.\n\nНо тот, который меня волнует, относится к группе термодинамики.\n\nИли скорее меня волнует закон, которого не существует. Закон времени.\nПочему вселенной не все равно, в какую сторону течёт время? И все же оно течёт, всегда в одном направлении.\n\nДавайте подойдем к этому немного окольным путем.\n\n\n\n",
  "gm4_pb.lore.39":"Второй закон термодинамики гласит, что тепло всегда перемещается к более холодным объектам, по крайней мере, в замкнутой среде.\n\nТаким образом, эти среды будут стремиться к термодинамическому равновесию. Точке, где ничего не измениться. Идеальная энтропия.\n\nКонечно, вселенную можно считать замкнутой средой. Этот процесс движения к совершенной энтропии – к концу – и есть то, что дает нам время.\n\n\n\n\n",
  "gm4_pb.lore.40":"Так что же происходит в конце, когда ничего не меняется? Ну, это всего лишь мое предположение, но я верю, что мы увидим изменения.\n\nПоследнее изменение, которое увидит вселенная. Или, возможно, первое.\n\nБез изменений у нас не останется даже пространства. Только одна точка: совершенная энтропия. С этим приходит потеря времени. Кто-то скажет, находимся ли мы в конце или перед началом чего-либо?\n\nПока в один прекрасный момент не случится взрыв. И вселенная начнется.\n\n",
  "gm4_pb.lore.41":"Кому: Управление, Доктор Стенхэм\n14 февраля 1965\nТема: Проблемы с инвентарём\n\nДо моего сведения дошло, что ",
  "gm4_pb.lore.42":" поручил своим сотрудникам сообщать ему о любых пропавших припасах.\n\nЭто именно то, о чем я вас предупреждал! Нам нужно положить этому конец, пока это не вышло из-под контроля.\n\nПодпись,\nА. Бернард\nГлава Финансового отдела\n\n\n\n\n\n",
  "gm4_pb.lore.43":"“Адриан…”\n\n“Нет, никаких отговорок. Произошло именно то, о чём я говорил!”\n\n“Руководство разберется с этим, если до этого дойдет. Мы близки. Осталось всего несколько месяцев.”\n\n“Ты говоришь это год, Далия. Сколько это продлится?”\n\n“Ты знаешь, что это нелегко. Половина нашего научного оборудования продолжает исчезать, а мы даже не замечаем. Мы доберемся туда. Не беспокойся.”\n\n\n\n\n",
  "gm4_pb.lore.44":"Любопытство взяло верх.\n\nЯ открыл один из ящиков с припасами. Мне просто нужно было узнать, что в нем.\nЭто топоры… обычные топоры. Не один или два, а десятки. С каждой новой коробкой, которую я открывал, их становилось все больше. Обычно и в то же время так увлекательно.\n\nОни пытаются срубить Дерево? Конечно, нет. Кажется, они почитают его. Но если и так, в таком количестве нет необходимости…\n\n~ ",
  "gm4_pb.lore.45":"“Мистер Стоун, есть минутка?”\n\n“Что? Конечно,\n",
  "gm4_pb.lore.46":", да? Кстати, поздравляю с повышением; вы проделали отличную работу по обеспечению нас припасами. Что я могу сделать?”\n\n“На самом деле я надеялся, что вы поможете мне пролить свет на эти припасы. Мне не совсем ясно, зачем они.”\n\n“Я… ээ… Я подписал NDA…”\n\n“Это было бы очень полезно. Все, что вы можете мне рассказать.”\n\n“Мне нужно работать.”\n\n",
  "gm4_pb.lore.47":"Кому: Управление, А. Бернард\n21 феврался 1965\nТема: RE: Проблемы с инвентарём\n\nНекоторые из моих сотрудников сообщили мне, что ",
  "gm4_pb.lore.48":" расспрашивал их о происходящем в Башне.\n\nОни знают правила и ничего не сказали, но я должна признать, что ",
  "gm4_pb.lore.75":" оказался более настойчивым, чем я предполагала.\n\nПодпись,\nДоктор Стенхэм\nГлава R&D\n\n\n",
  "gm4_pb.lore.49":"Кому: Доктор Стенхэм, А. Бернард\n27 февраля 1965\nТема: RE: RE: Проблемы с инвентарём\n\nЯ поговорю с ним.\n\nПродолжайте работать.\n\nПодпись,\nУправление\n\n\n\n\n\n\n\n\n\n\n\n\n",
  "gm4_pb.lore.50":"Важная памятка\nНапоминание команде R&D\nОт доктор Стенхэм\n\nЧтобы прояснить путаницу, выраженную некоторыми, пожалуйста, запомните:\n1. Дерево было здесь до того, как вы начали работать. Это все, что вы знаете.\n2. Вы работаете не у Дерева, а над другими экспериментами, больше ничего не объясняйте.\n3. Посещение Башни запрещено. Исключений нет!\n4. Если вы сомневаетесь, извинитесь и закончите разговор.\n\n\n\n",
  "gm4_pb.lore.51":"Большинство людей слышали, что, если вы нагреете вещество, его частицы будут двигаться быстрее.\n\nЭто не совсем верно, поскольку на самом деле движение частиц приводит к тому, что мы называем температурой. Нагревая чашку кофе, вы придаете его частицам больше движения.\n\nИ наоборот, замедление этих частиц понизит температуру. Вот где мы получаем абсолютный ноль.\n\nТочку, где ничто не движется, и поэтому ничего не может произойти. Идеальный порядок.\n\n\n",
  "gm4_pb.lore.52":"Достижение абсолютного нуля невозможно. Мы можем приблизиться, конечно. Есть много интересных вещей, таких как сверхтекучесть или сверхпроводимость.\n\nНо абсолютный ноль? Нет.\n\nПочему? Из-за энтропии. Энтропию часто определяют как степень случайности – или хаоса – в системе. При самой низкой температуре частицы не движутся, они не могут взаимодействовать. Отсутствие изменений означает отсутствие хаоса.\n\nНо энтропия не любит, когда ее уменьшают, и ей *действительно* не нравится абсолютный ноль.\n\n",
  "gm4_pb.lore.53":"Пик теплового двигателя уже достигнут. Дальше все идет под откос. Теоретически. Тепловой двигатель Николя Карно достигает наивысшей эффективности среди всех тепловых двигателей.\n\nЧто касается практического применения, изотермический процесс слишком медленный, чтобы иметь какую-либо ценность. Как говорит Шрёдер: “Не утруждайте себя установкой двигателя Карно в свой автомобиль; пешеходы обошли бы вас на шоссе.”\n\n> О термодинамике, 3 изд.\n\n\n\n",
  "gm4_pb.lore.54":", прошло много времени с тех пор, как мы с тобой разговаривали. Я знаю, что с тех пор, как ты стал Управляющим Инвентарём, у тебя много дел, но тебе не следует забывать уделять немного времени себе.\n\nКаждый обед я сижу в кафетерии. Я прослежу, чтобы был готов дополнительный кофе. Присоединяйся ко мне, когда у тебя будет время. \n\n~ Леа\n\n\n\n\n\n\n\n\n",
  "gm4_pb.lore.55":"Мне кажется, я приближаюсь.\n\nОни пытаются заставить меня остановиться, пытаются усложнить решение головоломки. Это только заставляет меня хотеть решать ее еще больше.\n\nДоктор Стенхэм и мистер Бернард приходили пару раз. Под видом дружеской беседы они спрашивают меня, что я делаю.\nЯ пытался поговорить с другими сотрудниками. Большинство дают даже намек, что происходит..\n\nВсе в порядке. Мне просто нужен один прорыв.\n\n~ ",
  "gm4_pb.lore.56":"“Спасибо, что присоединился ко мне, ",
  "gm4_pb.lore.57":".”\n\n“Вы босс. Если вы скажете мне, я приду.”\n\n“А если я попрошу тебя не совать нос в секреты компании, ты сделаешь это?”\n\n“Я…”\n\n“Не нужно отвечать. Думаю, я уже знаю. Именно поэтому я решил провести для тебя экскурсию.”\n\n“Экскурсию?”\n\n\n“В Башню, да. Пожалуйста, следуй за мной.”\n\n\n",
  "gm4_pb.lore.58":"“На нижних этажах нет ничего особенного, лаборатории. Все пусто.”\n\n“Они кажутся заброшенными… для чего они нужны?”\n\n“Для вида.”\n\n“Я не понимаю.”\n\n“Тебе нравятся головоломки, да? Постарайся разгадать эту до того, как мы доберемся до крыши.”\n\n\n\n\n\n\n\n\n\n",
  "gm4_pb.lore.59":"Что происходит после смерти? Философский вопрос, на который я совершенно не в состоянии ответить.\n\nЧто происходит до этого? Жизнь, я полагаю. По-своему сложная, но понятная.\n\nДо этого? Ничего.\n\nПока в какой–то момент нас не станет - мы существуем. И мы никогда не вернемся в это небытие. Конечно, в какой-то момент мы умрём. Позже о нас забудут все живущие. Но наше влияние на мир никогда нельзя устранить полностью.\n\n~ Адриан Бернард\n\n\n",
  "gm4_pb.lore.60":"“Так что же это на самом деле? Что это за Дерево?”\n\n“Терпение ",
  "gm4_pb.lore.61":", мы почти на крыше. А пока расскажи мне свою теорию.”\n\n“Оно ненастоящее. Этого не может быть. Оно растет буквально на камне, но все еще кажется здоровым. Оно не сбрасывает листьев.”\n\n“Так что же это, как ты думаешь?”\n\n“А вы знаете?”\n\n“Хорошо. Ты задаешь правильные вопросы.”\n\n\n\n\n",
  "gm4_pb.lore.62":"“Теперь ты понимаешь,\n",
  "gm4_pb.lore.63":"?”\n\n“Думаю, да. Но такая вещь… Вы не можете держать это в секрете, мир заслуживает того, чтобы знать об этом.”\n\n“Я так и думал, что ты это скажешь. Вот почему я привел тебя сюда. Возьми этот топор и ударь по нему.”\n\n“Ударить?”\n\n“Дерево, ударь его.”\n\n“Что произойдет?”\n\n“Честно говоря, я не знаю. Но разве ты не хочешь это выяснить?”\n\n\n",
  "gm4_pb.lore.64":"Эффективность теплового двигателя ограничена разницей температур между горячим и холодным резервуарами. Для повышения эффективности нужно получить большую разницу.\n\nКроме того, она ограничена температурой холодного резервуара. КПД, равный 1, может быть достигнут только в том случае, если он охлажден до абсолютного нуля. Но абсолютный ноль никогда не может быть достигнут.\n\n> О термодинамике, 3 изд.\n\n\n\n\n",
  "gm4_pb.lore.65":"“Как бы человеческий разум воспринял потерю энтропии – обратное время?”\n\n“Я точно не знаю. Но наш мозг невероятно искусен в установлении нормы, какой бы странной она ни была.”\n\n“Мы не заметили бы, что вчера все изменилось?”\n\n“Я бы сказал, мы бы проигнорировали. Почему нет? Это просто сегодня.”\n\n“Значит, это может происходить прямо сейчас?”\n\n“Может быть, но зачем беспокоиться? Разве сегодняшний день не кажется нормальным?”\n\n",
  "gm4_pb.lore.66":"“Но что произойдёт, если она *будет* уменьшена?”\n\n“Сломаешь фундаментальный закон физики. Вот тогда все станет интересно.\n\nДавай посмотрим… Я полагаю, самым важным аспектом является то, что ты сломаешь стрелу времени. Что бы это ни повлекло.”\n\n“Вы хотите сказать, что время остановилось бы?”\n\n“Не остановилось как таковое. Просто… *прервалось*. Как я уже сказал: будет весело, но нелегко. Ты даже мог бы заставить время течь вспять, если бы захотел.”\n\n",
  "gm4_pb.lore.67":"“Привет”\n\n“Ой - привет - Стоун, так ведь?”\n\n“Просто Уоррел. Ты не возражаешь, если я спрошу тебя кое о чем?”\n\n“Конечно, что такое?”\n\n“Кажется, ты сидишь здесь каждый день с чашкой кофе, которую никогда не пьешь. Могу я спросить почему?”\n\n“Я… Я просто… ээ… Жду. Да, жду друга. Он… Он работает здесь тоже.”\n\n“А, понятно. Надеюсь, он скоро появится. Извини, что отвлёк. Напомни, как тебя зовут?”\n\n“Леа”\n\n",
  "gm4_pb.lore.68":"“Вот оно… Дерево.”\n\n“Оно великолепно. Листья выглядят почти радужными.”\n\n“Интересно. Какие цвета ты видишь?”\n\n“Фиолетовый, зелёный, синий. Это оптическая иллюзия?”\n\n“В некотором смысле. Эти листья всех цветов, но в то же время никаких. На самом деле, они вообще ничего. Давай зайдём внутрь.”\n\n“Внутрь? Внутрь Дерева?”\n\n\n\n\n\n",
  "gm4_pb.lore.69":"“Итак, как вы его нашли?”\n\n“Нашли его… это интересная формулировка это, ",
  "gm4_pb.lore.70":". Почему не создали?”\n\n“Это… Это не то, что мы когда-либо смогли бы создать. Оно было здесь до того, как мы прибыли.”\n\n“Возможно, здесь ты более прав, чем думаешь.”\n\n“Сколько ему?”\n\n“Без понятия. Как ты сказал, оно было здесь до того, как “мы” прибыли.”\n\n\n\n\n\n",
  "gm4_pb.lore.71":"Должно ли это меня пугать? Бесконечная пустота во всех направлениях, черная дыра, угрожающая поглотить то, что от меня осталось?\n\nЭто вообще реально? Или всё здесь - это плод моего воображения?\n\nЕсли это так, то, по крайней мере, я выбрал симпатичный декор для финала.\n\nЯ почти разгадал головоломку. Осталось еще немного. Черная дыра – это конец всего. Это ответ.\n\n~ ",
  "gm4_pb.lore.72":"Прошло несколько дней, как я оказался здесь. Или нет?\n\nЯ не уверен, что время здесь существует. Если я сильно постараюсь, я смогу повернуть время вспять. Повторить мысли, которые ни к чему не приводят.\n\nИз-за этого трудно следить за временем. Я не знаю, как долго я здесь. Иногда кажется, что времени нет, иногда - что прошли тысячелетия.\n\n~ ",
  "gm4_pb.lore.73":"Черная дыра приблизилась.\n\nИли я приблизился к ней. Я не вижу разницы.\n\nЯ думаю, я понял, что это такое. Это конец всего, это то, чем все станет. Конец бесконечности и начало ничего.\n\nЭто все, чего не было. Полагаю, теперь это касается и меня.\n\nЯ ничто, никто. Всегда был, никогда не был.\n\n~ ",
  "gm4_pb.lore.74":"В небытии всего этого есть какая-то красота. Не финал – просто нескончаемый конец. Но конец необходим, чтобы история что-то значила.\n\nИстория должна закончиться, чтобы началась новая. Потому что это также источник, начало. Жду, когда закончится бесконечность, чтобы начать новую.\n\nЖдать придется некоторое время, но ничего страшного. В конце концов, времени здесь не существует. Эпохи пролетели так же быстро, как и вчерашний день.\n\nЯ готов. Позволь мне быть частью чего-то нового.\n~ ",  

  "gm4_pb.setting.1":"Требуемые настройки",
  "gm4_pb.setting.2":"Не менее 8 чанков",
  "gm4_pb.setting.3":"Leaves (",
  "gm4_pb.setting.4":")",
  "gm4_pb.setting.5":"Вкл",
  "gm4_pb.setting.6":"Если вы играете с модами",
  "gm4_pb.setting.7":"Выключите туман",
  "gm4_pb.setting.8":"Рекомендуемые настройки",
  "gm4_pb.setting.9":"Как можно меньше",
  "gm4_pb.setting.10":"Убедитесь, что вы видите комнату",
  "gm4_pb.setting.11":"До сущности",
  "gm4_pb.setting.12":"100% - уменьшите при лагах",
  "gm4_pb.setting.13":"Больше 100% не рекомендуется!",
  "gm4_pb.setting.14":" контролирует музыку",

  "gm4_pb.intro.1":"Удачи вам там! Не забывайте\n",
  "gm4_pb.intro.2":"осматриваться в поисках секретов!",
  "gm4_pb.intro.3":"Используйте кнопку ",
  "gm4_pb.intro.4":" (",
  "gm4_pb.intro.5":"),\n чтобы осмотреться или стать тем, кто толкает",
  "gm4_pb.intro.6":"",
  "gm4_pb.intro.7":",\nчтобы толкать блоки",
  "gm4_pb.intro.8":"Застряли?\n",
  "gm4_pb.intro.9":"Reset",
  "gm4_pb.intro.10":", чтобы сбросить головоломку\n",
  "gm4_pb.intro.11":"Или ",
  "gm4_pb.intro.12":"Undo",
  "gm4_pb.intro.13":", чтобы отменить ход",
  "gm4_pb.intro.14":"Если вы запутаетесь, наведитесь на кнопки\nв инвентаре, чтобы получить объяснение!",
  "gm4_pb.intro.15":"Если возникнут сложности, вы можете включить ",
  "gm4_pb.intro.16":"Рычаг подсказки\n",
  "gm4_pb.intro.17":"в вашем инвентаре, чтобы возле головоломок появились Подсказки!",
  "gm4_pb.intro.18":"Толкать со ступенек нельзя, посмотрите на индикатор под ногами!",

  "gm4_pb.playground.1":"Иногда головоломки просто оказываются слишком сложными или запутанными, и их приходится вырезать.\n\n",
  "gm4_pb.playground.2":"Это была последняя головоломка для Зимней ветки!",
  "gm4_pb.playground.3":"Добро пожаловать на Игровую площадку, дом потерянных головоломок!\nЗдесь нет прохождения. Можете оглядеться здесь!",
  "gm4_pb.playground.4":"Было много механик, которые в итоге не выстрелили.\nВ этой головоломке используется взаимодействие между двумя движущимися блоками. Посмотрим, сможете ли вы разобраться в этом!",
  "gm4_pb.playground.5":"Некоторые головоломки просто не совсем работают. Эта раньше была в Осенней зоне, но была удалена из-за того, что была слишком запутанной.",
  "gm4_pb.playground.6":"Вы знали?\nВсего на карте 64 птицы, которых можно спугнуть!",
  "gm4_pb.playground.7":"Вот механика, которую мы нашли, когда возились с конвейерами и лифтами!\n\nПосмотрим, сможете ли вы разгадать комбинацию!",
  "gm4_pb.playground.8":"Иногда механика оказывается неинтуитивной.\nИдея, лежащая в основе этой старой Осенней головоломки, была использована для коллекционного цветка.",
  "gm4_pb.playground.9":"В этой комнате хранится один из первых набросков макета карты.\n\nНекоторые части, такие как красная, оранжевая и желтая, сохранились как вводная, учебная и Весенняя части соответственно.\n\nДругие - например, центральный монумент - были изменены почти полностью.",
  "gm4_pb.playground.10":"Эта головоломка - очень старый черновик самой первой обучающей головоломки!\nОна также содержит оригинальные текстуры для Коробок, Батарей и Дверей.",
  "gm4_pb.playground.11":"Недоступные коробки на самом деле вовсе не коробки, а Блоки красного гриба с разными состояниями блоков!",
  "gm4_pb.playground.12":"Чтобы сохранить поток головоломок, было важно никогда не отнимать у игроков силу нажатия слишком надолго.\n\nИтак, вот бесконечный цикл! Толкните эту коробку и вам придётся Сбросить её или Отменить!",
  "gm4_pb.playground.13":"Каждое небо на самом деле - это просто модель предмета, увеличенная до смешных размеров!",
  "gm4_pb.playground.14":"Черная дыра на самом деле представляет собой две модели предметов: вращающийся вихрь и диск, который следит за игроком, создавая иллюзию сферы.",
  "gm4_pb.playground.15":"Практически все, что вы видите, является не блоком, моделью предмета. В случае кнопок, ламп и т.д. обычно используется Кожаная конская броня, чтобы их было легко раскрасить.",
  "gm4_pb.playground.16":"Переключатель разработчика",
  "gm4_pb.playground.17":"Эти Коробки предназначались для использования в Пустоте, но из-за них было немного трудно что-либо разглядеть",
  "gm4_pb.playground.18":"Идея большого дерева в качестве цели возникла довольно рано, хотя в то время оно было намного меньше!",
  "gm4_pb.playground.19":"Для дополнительной детализации некоторые состояния блоков ретекстурированы в виде плит разной толщины. Сюда входят слои снега, люки и стены.",
  "gm4_pb.playground.20":"По всей карте разбросаны головы некоторых из наших замечательных патреонов!",
  "gm4_pb.playground.21":"В каждой зоне есть по 3 разных трека. У Лета есть ещё для Пустоты.",
  "gm4_pb.playground.22":"Музыкальная карусель",
  "gm4_pb.playground.23":"Из-за огромного количества головоломок, которые мы собрали, некоторые пришлось просто вырезать. Эта головоломка была хороша, но, к сожалению, все равно пришлось её убрать, чтобы освободить место для других.",








  "container.crafting": "",
  "effect.minecraft.jump_boost": "",
  "effect.minecraft.invisibility": "",
  "effect.minecraft.hunger": "",
  "effect.minecraft.saturation": "",
  "effect.minecraft.glowing": "",
  "effect.minecraft.blindness": "",
  "effect.minecraft.darkness": "",
  "effect.minecraft.slowness": "",
  "effect.minecraft.resistance": "",
  "chat.type.advancement.challenge": "%s завершил все головоломки и получил %s",
  "chat.type.advancement.goal": "%s открыл %s",
  "chat.type.advancement.task": "%s открыл %s",

  "gm4_pb.resourcepack.sign": ""
}
